{"text":"\n     (a)     The fees to be charged for inspection and certificates for agricultural products to be shipped, effective January 1, 2013, shall $40.00.\n1 \n     (b)     The fees for each certificate of fumigation shall be $30.00.\n     (c)     Twenty-five dollars shall be the minimum charge for any single certificate.\n     (d)     State of California Fees. In addition to the fees set forth above, the California Code of Regulations, Title 3, Division 4, Chapter 7, Subchapter 1, Section 4603, requires each county agricultural commissioner to collect the following fees on behalf of the California Department of Food and Agriculture for recovery of the Department's administrative costs, and to remit these funds to the Department.\n          (1)     Federal Phytosanitary Certificates, per certificate:\n               (A)     U.S. Department of Agriculture Phytosanitary Certificate Tracking System (PCIT) . . . . $5.30\n               (B)     If PCIT is not used . . . . $5.30\n          (2)     State of California Certificates, per certificate:\n               (A)     Original State of California phytosanitary certificate or certificate of quarantine issued for interstate movement, if PCIT is used . . . . $5.30\n               (B)     If PCIT is not used . . . . $5.30\n     (e)     The County Agricultural Commissioner may develop procedures for the collection of any fees authorized by this Section.\n     (f)     Beginning with fiscal year 2013-2014, the fee set forth in the Section may be adjusted each year, without further action by the Board of Supervisors, as set forth in this Section. Not later than April 1, the Director shall report to the Controller the revenues generated by the fee for the prior fiscal year and the prior fiscal year's costs of operation, as well as any other information that the Controller determines appropriate to the performance of the duties set forth in this Section.\n     (g)     Not later than May 15, the Controller shall determine whether the current fee has produced or is projected to produce revenues sufficient to support the costs of providing the services for which the fee is assessed and that the fee will not produce revenue which is significantly more than the costs of providing the services for which the fee is assessed. The Controller shall, if necessary, adjust the fee upward or downward for the upcoming fiscal year as appropriate to ensure that the program recovers the costs of operation without producing revenue which is significantly more than such costs. The adjusted fee shall become operative on July 1.\n(Amended by Ord. 176-80, App. 5\/2\/80; Ord. 363-91, App. 10\/14\/91; Ord. 315-95, App. 10\/13\/95; Ord. 139-03, File No. 030628, App. 6\/20\/2003; Ord. 80-13, File No. 130131, App. 5\/15\/2013, Eff. 6\/14\/2013) \nCODIFICATION NOTE\n\n1.     So in Ord. 80-13.\n\n","heading":{"title":"1","chaptersection":"10","identifier":"1.10","catch_text":"INSPECTION OF AGRICULTURAL PRODUCTS PRIOR TO SHIPMENT – INSPECTION FEES."},"chapter":{"identifier":"1","text":"GENERAL PROVISIONS\r\r"}}