{"text":"\n\nSEC. 1.57-1.  FINDINGS AND PURPOSE.\n     (a)     The Board of Supervisors finds and declares that a large, untapped reservoir of talent exists among the residents of the City and County of San Francisco, and that many San Franciscans are unaware of the opportunities to participate in, and serve on, city boards, commissions, taskforces and committees. The vast diversity of backgrounds, experiences, and perspectives among the citizenry of San Francisco would contribute significantly to the development and administration of local government. \n     (b)     The Board further finds and declares that the general public of San Francisco has traditionally been denied access to specific and current information regarding vacancies on such boards, commissions, task forces and committees. As a result, the City is denying many residents and interest groups the opportunity to be considered by the Appointing Authorities. Further, the respective Appointive Authorities have not been able to take advantage of a largely untapped talent resource. It is therefore the intent of the Board of Supervisors that this Section shall apply to all appointments made by all Appointing Authorities in the City and County of San Francisco. \n     (c)     The Board further finds and declares that all citizens of the City and County should have equal access to specific and current information about the many opportunities for appointment to city boards, commissions, taskforces and committees. An online database, publicly accessible via a universally accessible website, can provide the greatest level of access to up-to-date information to the most citizens of the City and County of San Francisco. Therefore, this Section shall provide for the establishment and maintenance of a centralized and publicly accessible online database of information concerning all appointments to all City and County of San Francisco boards, commissions, task forces, or committees by any Appointing Authority. \n(Added by Ord. 265-10, File No. 101008, App. 11\/5\/2010)\n\nSEC. 1.57-2.  DEFINITIONS.\n     For the purposes of this Section, certain terms are defined as follows: \n     (a)     \"Appointing Authority\" means the Mayor, the Board of Supervisors, the District Attorney, the Public Defender, and any other city officer authorized to make appointments to any city boards, commissions, task forces or committees, other than passive meeting bodies. \n     (b)     \"Advisory Body\" means all City and County of San Francisco boards, commissions, task forces and committees with one or more appointed seats. \n     (c)     \"Department Liaison\" means any advisory body's secretary or staff designee.\n     (d)     \"Appointments\" means all appointments to advisory bodies made by an Appointing Authority.\n     (e)     \"Centralized\" means a single database containing all required information.\n     (f)     \"Publicly accessible\" means universally accessible and open for use by the general public.\n     (g)     \"Online database\" means a catalogue of all appointments information, stored online, and publicly accessible via a website. The website must be hyperlinked from the front page of the City's official website. It must be universally accessible, easily searchable, and provide a user friendly interface with hyperlinks, to enable the public to access and search the database without difficulty. \n     (h)     \"Administrator\" means the Office of the City Administrator.\n     (i)     \"Deliver to the Administrator quarterly\" means to provide the required information to the Administrator in-person, or by certified U.S. mail, e-mail, or fax on or before January 1, April 1, July 1, and October 1 of each year. \n(Added by Ord. 265-10, File No. 101008, App. 11\/5\/2010; amended by Ord. 50-12, File No. 120044, App. 3\/26\/2012, Eff. 4\/25\/2012)\n\nSEC. 1.57-3.  ONLINE DATABASE OF APPOINTMENTS.\n     (a)     General Information. Not later than January 1, 2011, the Administrator shall establish a centralized and publicly accessible online database of information regarding all appointments. The Appointing Authority shall provide the Administrator with the following information and shall reside on the online database: \n          (1)     a description of each advisory body, with reference to the authorizing legislation or Charter provision; \n          (2)     the total number of appointed positions on the advisory body; \n          (3)     the appointing authority for each position; \n          (4)     the necessary qualifications for each position, \n          (5)     information regarding how to apply for a position, if applicable; and, \n          (6)     identification of the Department Liaison for the advisory body. \n     (b)     Quarterly information. The Department Liaison shall provide the following appointment information to the Administrator: \n          (1)     the name of the appointee currently holding the appointment, or clear identification of an open seat; \n          (2)     the start date of the appointment; \n          (3)     the date the appointment expires; and, \n          (4)     the term limits of the seat, if applicable. \n          Further, all Department Liaisons shall notify the Administrator should the status of an appointment change before the required reporting date within 30 days of such change. The Administrator shall publish this information on the website quarterly, and upon notification that the status of an appointment has changed, so that upcoming vacancies are searchable immediately by the public. \n     (c)     Duties of the Administrator. The Administrator shall be responsible for maintaining the database and website, and updating all required information quarterly, or upon notification from a Department Liaison that any of the information contained in subsection (a) or (b) of this Section has changed. \n(Added by Ord. 265-10, File No. 101008, App. 11\/5\/2010; amended by Ord. 50-12, File No. 120044, App. 3\/26\/2012, Eff. 4\/25\/2012)\n\nSEC. 1.57-4.  ANNUAL AUDIT.\n     At the end of each fiscal year, each Department Liaison shall submit a written report to the Administrator detailing all changes concerning appointments throughout the year. \n(Added by Ord. 265-10, File No. 101008, App. 11\/5\/2010; amended by Ord. 50-12, File No. 120044, App. 3\/26\/2012, Eff. 4\/25\/2012)\n\nSEC. 1.57-5.  ENFORCEMENT.\n     The Administrator shall publish quarterly on the website any failure by the Department Liaison to comply with this ordinance. \n(Added by Ord. 265-10, File No. 101008, App. 11\/5\/2010; amended by Ord. 50-12, File No. 120044, App. 3\/26\/2012, Eff. 4\/25\/2012)\n\n","heading":{"title":"1","chaptersection":"57","identifier":"1.57","catch_text":"ONLINE DATABASE CONCERNING APPOINTMENTS TO ADVISORY BODIES]\n*"},"chapter":{"identifier":"1","text":"GENERAL PROVISIONS\r\r"}}