{"text":"\n     (a)     Establishment of Fund. The Library Special Collections and Services Fund is established as a category six fund to receive all proceeds derived from (1) the provision of information services or publications by the Library; (2) visitor cards; and (3) the sales of books from the Special Collections Department of said Public Library, which duplicate holdings in said Special Collections Department or are not compatible with the collection policy of said Special Collections Department. Books selected for such a sale shall be on the recommendation of the City Librarian with the approval of the Library Commission. All proceeds derived from service fees charged for photographic reproduction of materials in the Special Collections Department of said Public Library shall be deposited in said Special Collections and Services Fund. \n     (b)     Use of Fund. Monies deposited in the fund may be expended solely for the following purposes: \n          (1)     Expenses incurred in connection with the sale of books from said Special Collections Department as aforesaid;\n          (2)     Purchase of additional books and related ephemera for the Special Collections Department of the Public Library;\n          (3)     Purchase of special equipment and related items for the Special Collections Department of the Public Library deemed necessary to insure proper security and conservation of rare and valuable materials; \n          (4)     Special fellowships awarded to individuals with expertise in any area of the collections housed in said Special Collections Department of the Public Library; \n          (5)     Expenses incurred in the provision of information services; and\n          (6)     Purchases, lease, and maintenance of equipment and information resources necessary for the provision of information services.\n     (c)     Exceptions to Fund Category. All expenditures from the fund are subject to approval of the Library Commission, and the Board of Supervisors must approve any expenditure in excess of $5,000. \n(Added by Ord. 316-00, File No. 001911, App. 12\/28\/2000)\n\n","heading":{"title":"10","chaptersection":"100-88","identifier":"10.100-88","catch_text":"LIBRARY SPECIAL COLLECTIONS AND SERVICES FUND."},"chapter":{"identifier":"10","text":"FINANCE, TAXATION, AND OTHER FISCAL MATTERS\r\r"}}