{"text":"\n     (a)     Nonrecurring Revenues. For purposes of this Section, \"Selected Nonrecurring Revenues\" shall mean:\n          (1)     A General Fund prior year-end unassigned fund balance, before deposits to the Rainy Day Reserve or Budget Stabilization Reserve, in excess of the average of the preceding five years;\n          (2)     The General Fund share of revenues from prepayments provided under long-term leases, concessions, or contracts after accounting for any Charter-mandated revenue transfers, set-asides, or deposits to reserves;\n          (3)     Otherwise unrestricted revenues from legal judgments and settlements; and,\n          (4)     Otherwise unrestricted revenues from the sale of land or other fixed assets.\n     (b)     Nonrecurring Expenditures. The City may only spend Selected Nonrecurring Revenues on Nonrecurring Expenditures. For purposes of this Section, \"Nonrecurring Expenditures\" shall mean expenditures or other uses that do not create liability for or expectation of substantial ongoing costs, including, but not limited to:\n          (1)     Discretionary funding of reserves;\n          (2)     Acquisition of capital equipment;\n          (3)     Capital projects included in the City's capital plans;\n          (4)     Development of affordable housing;\n          (5)     Discretionary prepayment of pension, debt, or other long term obligations. Provided, however, that the City may appropriate Selected Nonrecurring Revenues to fund recurring expenditures, such as operating expenses for a program or routine maintenance for a facility, through an ordinance approved by the Mayor and passed by a two-thirds' vote of the Board of Supervisors; or,\n          (6)     Substitution for budgeted reserves when new revenues disallow previously budgeted withdrawals from the Rainy Day Reserve or Budget Stabilization Reserve.\n          Upon the request of the Mayor or a member of the Board of Supervisors, the Controller shall certify whether the proposed use of a Selected Nonrecurring Revenue would be a Nonrecurring Expenditure, and his or her determination shall be final.\n     (c)     Implementation. The Mayor shall identify all Selected Nonrecurring Revenues and their proposed uses in his or her June 1 budget submission. As part of the Controller's Opinion on Revenue Estimates required under Charter Section \n9.102, the Controller shall identify all Selected Nonrecurring Revenues included in the Mayor's budget submission and certify whether the proposed uses of those revenues constitute Nonrecurring Expenditures.\n     (d)     Temporary Suspension. The City, by a resolution of the Board of Supervisors adopted by a two-thirds' vote, may temporarily suspend the provisions of subsection (b) for the current or upcoming budget year. The Board of Supervisors may suspend these provisions following a natural disaster that has caused the Mayor or the Governor to declare an emergency, or for any other purpose.\n(Added by Ord. 235-11, File No. 110999, App. 12\/1\/2011, Eff. 12\/31\/2011, Oper. 6\/1\/2012)\n\n","heading":{"title":"10","chaptersection":"61","identifier":"10.61","catch_text":"USE OF SELECTED NONRECURRING REVENUES."},"chapter":{"identifier":"10","text":"FINANCE, TAXATION, AND OTHER FISCAL MATTERS\r\r"}}