{"text":"\n     (a)     Where there is a nexus between the violation and real property located in the City, the charging official may provide notice of the citation to the owner of the real property as set forth in this Subsection and that unpaid fines for the citations may become a lien on the property. If the charging official gives this notice, the official shall do so within three City business days of service of the notice on the person cited. \n          (1)     Post one copy of the citation in a conspicuous place upon the building or real property.\n          (2)     Serve one copy of the citation on each of the following:\n               (A)     The person, if any, in real or apparent charge or control of the premises or property involved;\n               (B)     The owner of record.\n     (b)     When serving a copy of the citation as provided in Subsection (a)(2), the charging official shall include written notice of the following: \n          (1)     That the owner of the property has the right to seek administrative review of the citation by filing an appeal with the Controller within 30 days of the date of service of the notice to the property owner. \n          (2)     That the failure by all persons authorized to appeal the citation under this Chapter to file such an appeal will make the issuance of the citation a final action by the City as to all such persons, for which there is no further administrative review and no judicial review. \n     (c)     For purposes of this Chapter, there is a nexus between a violation and real property where an activity or condition on the real property has caused, contributed to, or been a substantial factor in causing, the violation. \n     (d)     The City may not impose a lien on the property under Section \n100.7(b) unless the charging official provides notice to the property owner as set forth in this Section. \n(Added by Ord. 73-08, File No. 071670, App. 4\/30\/2008)\n\n","heading":{"title":"100","chaptersection":"4","identifier":"100.4","catch_text":"NOTICE TO OWNER OF REAL PROPERTY."},"chapter":{"identifier":"100","text":"PROCEDURES GOVERNING THE IMPOSITION OF ADMINISTRATIVE FINES\r\r"}}