{"text":"\n     (a)     Unless the ordinance under which the citation is issued otherwise provides, the amount of the fine set by the charging official shall be governed by this Section: \n          (1)     The amount of the fine for violation of an ordinance that also makes violation an infraction shall be (1) up to $100.00 for a first violation of the ordinance; (2) up to $200.00 for a second violation of the same ordinance within one year of the date of the first violation; and (3) up to $500.00 for each additional violation of the same ordinance within one year of the date of a second or subsequent violation. \n          (2)     The amount of the fine for violation of an ordinance that also makes violation a misdemeanor shall be up to $1000.00.\n          (3)     The amount of the fine for violation of an ordinance that does not provide for a criminal penalty shall be up to $1000.00.\n          (4)     In determining the amount of the fine, the charging official may take any or all of the following factors into consideration:\n               (A)     The duration of the violation;\n               (B)     The frequency, recurrence and number of violations by the same violator;\n               (C)     The seriousness of the violation;\n               (D)     The good faith efforts of the violator to correct the violation;\n               (E)     The economic impact of the fine on the violator;\n               (F)     The injury or damage, if any, suffered by any member of the public;\n               (G)     The impact of the violation on the community;\n               (H)     The amount of City staff time, which was, expended investigating or addressing the violation;\n               (I)     The amount of fines imposed by the charging official in similar situations;\n               (J)     Such other factors as justice may require.\n(Added by Ord. 73-08, File No. 071670, App. 4\/30\/2008)\n\n","heading":{"title":"100","chaptersection":"5","identifier":"100.5","catch_text":"DETERMINATION OF THE AMOUNT OF THE ADMINISTRATIVE FINE WHEN THE CITATION IS ISSUED."},"chapter":{"identifier":"100","text":"PROCEDURES GOVERNING THE IMPOSITION OF ADMINISTRATIVE FINES\r\r"}}