{"text":"\n     (a)     \"Covered Employee\" shall mean:\n          (1)     An Employee of a Contractor or Subcontractor who works on a City Contract or Subcontract for 20 hours or more per Week:\n               (A)     Within the geographic boundaries of the City; or\n               (B)     On real property owned or controlled by the City, but outside the geographic boundaries of the City; or\n               (C)     Elsewhere in the United States; and\n          (2)     An Employee of a Tenant or Subtenant who works 20 hours or more per Week on property that is covered by a Lease or Sublease; and \n          (3)     An Employee of a Contractor or Subcontractor that has a Contract or Subcontract to perform services on property covered by a Lease or Sublease if the Employee works 20 hours or more per Week on the property. \n          (4)     A Contractor or Subcontractor may not divide an employee's time between working on a City contract and working on other duties with the intent of reducing the number of Covered Employees working on the Contract to evade compliance with this Chapter. Such action shall constitute a violation of this Chapter. \n     (b)     Notwithstanding the foregoing, the term \"Covered Employee\" does not include the following:\n          (1)     Any Employee (A) under the age of eighteen (18) who is a student, provided that the Employee does not replace, displace or lower the wage or benefits of any existing position or Employee, or (B) who is (i) a temporary Employee hired for a time-limited period, and (ii) for that period is receiving academic credit or completing mandatory hours for professional licensure or certification, and (iii) the Employee does not replace, displace or lower the wage or benefits of an existing position or Employee; or \n          (2)     Any Employee employed as a trainee in a bona fide training program consistent with Federal law, which training program enables the Employee to advance into a permanent position, provided that the Employee does not replace, displace or lower the wage or benefits of any existing position or Employee; or \n          (3)     Any Employee that the Contracting Party is required to pay no less than the \"prevailing rate of wage\" in accordance with Section \nA7.204 of \nAppendix A to the City's Charter or any provision of the San Francisco Administrative Code; or \n          (4)     Any disabled Employee who:\n               (A)     Is covered by a current sub-minimum wage certificate issued to the employer by the U.S. Department of Labor; or\n               (B)     Would be covered by such a certificate but for the fact that the employer is paying a wage equal to or higher than the minimum wage. \n          (5)     Any Employee of a Nonprofit Corporation who is a temporary employee, hired on an hourly or per diem basis to replace a regular employee during a temporary absence from the workplace. \n(Added by Ord. 116-01, File No. 010848, App. 5\/31\/2001; Ord. 49-06, File No. 051908, App. 3\/24\/2006; Ord. 69-09, File No. 090130, App. 5\/1\/2009) \n\n","heading":{"title":"12Q","chaptersection":"2.9","identifier":"12Q.2.9","catch_text":"COVERED EMPLOYEE."},"chapter":{"identifier":"12Q","text":"HEALTH CARE ACCOUNTABILITY\r\r"}}