{"text":"\n     (a)     \"Benefit Corporation\" means a California Benefit Corporation that is incorporated in California under California Corporations Code §§ 14600-14631, as amended, or any successor legislation, and is in good standing with the State of California.\n     (b)     \"Benefit Corporation Discount\" means the downward adjustment in price or upward adjustment in rating of a proposal or bid, whichever applies, that is made under Section \n14C.3(c).\n     (c)     \"Contract\" means any agreement that falls within the scope of Administrative Code \nChapter 6 or \nChapter 21.\n     (d)     \"Contractor\" means any person or entity who contracts directly with the City.\n     (e)     \"Contract Awarding Authority\" means any City officer, department head, commission, or board authorized to enter into Contracts on behalf of the City.\n     (f)     \"HRC\" means the Human Rights Commission.\n     (g)     \"Nonprofit\" means a nonprofit corporation that is incorporated in California under California Corporations Code § 5000 et seq. as amended, or any successor legislation organized primarily or exclusively for charitable purposes and qualifies for the exemptions provided under California Revenue and Taxation Code Section 23701 and Internal Revenue Code Section 501(c)(3).\n     (h)     \"Regional Business\" means a business that has a principal place of business located in the geographic limits of the counties of Alameda, Contra Costa, Marin, Napa, San Mateo, Santa Clara, Solano, Sonoma and Sacramento.\n     (i)     \"S.F. Business\" means a business that has a principal place of business located in the geographic limits of San Francisco and is registered with the Office of the Treasurer & Tax Collector's Business Registration records, excluding a certified 14B LBE.\n     (j)     \"14B LBE\" means a Micro-LBE, a Small-LBE, nonprofit enterprise, PUC-LBE, SBA-LBE as defined in San Francisco Administrative Code \nChapter 14B, including Joint Ventures for Professional Services and Architect\/Engineering with one or more 14B LBE prime contractor participant.\n     (k)     \"14B LBE Discount\" means a downward adjustment in price or upward adjustment in rating of a bid or proposal, whichever applies, that is made under San Francisco Administrative Code \nChapter 14B.\n(Added by Ord. 76-12, File No. 120082, Eff. 6\/3\/2012, Oper. 9\/1\/2012)\n\n","heading":{"title":"14C","chaptersection":"2","identifier":"14C.2","catch_text":"DEFINITIONS."},"chapter":{"identifier":"14C","text":"CALIFORNIA BENEFIT CORPORATION DISCOUNT\r\r"}}