{"text":"\n     Deductions and collections as provided by this Article shall be made for the organizations and the purposes designated in the following paragraphs: \n     (a)     Bona fide unions or employee organizations, for dues or assessments, and for premiums or membership fees for automobile, life, accident, health or disability insurance provided under a group plan by said bona fide unions or employee organizations; and when authorized by memorandum of understanding, voluntary political committee contributions. \n     (b)     San Francisco Firemen Federal Credit Union, for the payment of money to or the purchase of shares in.\n     (c)     San Francisco Police Department Federal Credit Union, for the payment of money to or the purchase of shares in.\n     (d)     Provident Central Credit Union, for the payment of money to or the purchase of shares in.\n     (e)     Recreation and Park Federal Credit Union, for the payment of money to or the purchase of shares in.\n     (f)     San Francisco Federal Credit Union, for the payment of money to or the purchase of shares in.\n     (g)     San Francisco Federated Teachers' Credit Union, for the payment of money to or the purchase of shares in.\n     (h)     San Francisco Railway Employees' Federal Credit Union for the payment of money to or the purchase of shares in.\n     (i)     San Francisco Municipal Shopmen's Credit Union, for the payment of money to or the purchase of shares in.\n     (j)     Golden One Credit Union, for dues or assessments.\n     (k)     San Francisco Bay Area Educators' Credit Union, for the payment of money to or the purchase of shares in.\n     (l)     San Francisco Civil Service Commission, for fees relating to the imprinting and processing of fingerprints.\n     (m)     Fire Department League Athletic Musical Events, for the payment of money to.\n     (n)     San Francisco Employees' Benevolent Association, for the payment of money to.\n     (o)     City and County of San Francisco, for payment to the San Francisco City Services Preservation Fund to reduce the City's deficit and preserve City Services. \n(Amended by Ord. 485-82, App. 9\/30\/82; Ord. 429-88, App. 9\/16\/88; Ord. 162-92, App. 6\/10\/92; Ord. 146-00, File No. 000630, App. 6\/30\/2000; Ord. 165-04, File No. 040762, App. 7\/22\/2004) \n\n","heading":{"title":"16","chaptersection":"93","identifier":"16.93","catch_text":"ORGANIZATIONS FOR WHICH DEDUCTIONS CAN BE MADE."},"chapter":{"identifier":"16","text":"OFFICERS AND EMPLOYEES GENERALLY\r\r"}}