{"text":"\n     Each report required to be submitted pursuant to this Article shall contain the following information: \n     (a)     A certification from an authorized officer of the governmental entity that the information contained in the accountability report is true and correct. \n     (b)     The cumulative amount of bond proceeds expended on the project and the cumulative amount of bond proceeds available for the project. \n     (c)     A brief description of each project line item for which bond proceeds have been expended. Project line items shall be described in the same manner as in any proposed expenditure report or, if no proposed expenditure report was made, in as much detail as practicable. \n     (d)     The amount of bond proceeds expended on each project line item. If applicable, such report shall also include an estimate of the amount of bond proceeds remaining to be spent on each project line item. \n     (e)     Identification of completed and uncompleted project line items.\n     (f)     The status of each uncompleted project line item.\n     (g)     Identification of any project line item not included in a proposed expenditure report.\n     (h)     Identification of any project line item included in a proposed expenditure report for which bond proceeds will not be used.\n     (i)     Certification than each project identified is in conformity with the voter authorization.\n     (j)     An explanation for project line items identified in paragraphs (f) and (g).\n(Added by Ord. 23-00, File No. 992155, App. 2\/18\/2000; amended by Ord. 48-02, File No. 020407, App. 4\/19\/2002)\n\n","heading":{"title":"2","chaptersection":"72","identifier":"2.72","catch_text":"CONTENTS OF BOND ACCOUNTABILITY REPORT."},"chapter":{"identifier":"2","text":"BOARD OF SUPERVISORS\r\r"}}