{"text":"\n     For the purposes of this ordinance: \n     (a)     The term \"applicant\" is a person who is in the process of applying for benefits under the General Assistance Program.\n     (b)     The term \"CALM\" means the Cash Assistance Linked to Medi-Cal Program as set forth under Article X of this Chapter.\n     (c)     The term \"CalWORKs\" means the California Work Opportunity and Responsibility to Kids as defined Chapter 2 (commencing with Section 11200) of Part 3 of Division 9 of the Welfare and Institutions Code or any successor program. \n     (d)     The term \"decrease\" means any reduction in a recipient's current cash grant amount, excluding the supplemental rent payment.\n     (e)     The term \"denial\" means a determination, based on a General Assistance application, that the applicant is not eligible for aid. \n     (f)     The term \"Department\" means the Department of Human Services of the City and County of San Francisco.\n     (g)     The term \"discontinuance\" means the termination of a person's entitlement to aid.\n     (h)     The term \"EDD\" means the State Employment Development Department.\n     (i)     The term \"electronic benefit transfer\" means a method of transferring benefits through a centralized computer system so that an applicant\/participant may obtain his or her benefits at facilities such as automated teller machines (ATM) and point-of-sale (POS) terminals using an access device such as a magnetic stripe plastic card. \"Electronic benefit transfer\" includes direct deposits. \n     (j)     The term \"Executive Director\" means the Executive Director of the Department of Human Services of the City and County of San Francisco. \n     (k)     The term \"FSET\" means Food Stamps Employment and Training.\n     (l)     The term \"GATES\" means General Assistance Training and Employment Services.\n     (m)     The word \"may\" means the provision is permissive.\n     (n)     The term \"MIA\" means Medically Indigent Adult or Medically Needy Individual, as defined in Welfare and Institutions Code Section 14005.7. \n     (o)     \"MNO\" means \"Medically Needy Only\" benefits under the Medi-Cal program as defined in Welfare and Institutions Code Section 14000 et seq. \n     (p)     \"PAES\" means the Personal Assisted Employment Services Program as set forth under \nArticle IX of this Chapter.\n     (q)     The term \"recipient\" is a person who is receiving General Assistance.\n     (r)     The term \"recoupment\" means the collection of past overpayments under the General Assistance Program by deducting from current grants not more than 10 percent of the current grant amount absent an administrative determination of recipient fraud and not more than 40 percent with an administrative determination of recipient fraud and an administrative evaluation of the recipient's current ability to make repayments. \n     (s)     \"Resident of a state or private institution\" shall mean that the applicant\/recipient is staying in a facility that provides housing and three meals a day. \n     (t)     The word \"shall\" means the provision is mandatory.\n     (u)     The term \"SSI\/SSP\" means Supplemental Security Income\/State Supplementary Program for Aged, Blind, and Disabled as defined in Welfare and Institutions Code Section 12000, et seq. \n          (v)     \"SSIP\" means the Supplemental Security Income Pending Program as set forth under \nArticle XI of this Chapter.\n     (w)     \"Supplemental rent payment\" means a payment of an applicant\/recipient's verified rent where such rent exceeds the maximum monthly grant for which an individual is eligible. \n     (x)     The term \"TANF\" means Temporary Assistance to Needy Families as defined in Part A (commencing with Section 601) of Subchapter 4 of Chapter 7 of Title 42 of the United States Code. \n     (y)     The term \"withholding\" means the retention of aid payments.\n(Amended by Ord. 271-81, App. 5\/21\/81; Ord. 152-98, App. 5\/8\/98)\n\n","heading":{"title":"20","chaptersection":"55.2","identifier":"20.55.2","catch_text":"DEFINITIONS."},"chapter":{"identifier":"20","text":"SOCIAL SERVICES\r\r"}}