{"text":"\n     (a)     Recipients shall be classified as either employable or unemployable. Recipients are presumed to be employable unless they are physically or mentally disabled. In addition, there shall be a rebuttable presumption that recipients are employable if denied SSI\/SSP as a result of an SSI\/SSP administrative hearing decision. This presumption may be rebutted by satisfactory evidence being presented to the Executive Director pursuant to Department regulations that the recipient is disabled for a period less than 12 months or, in the Department's determination, the recipient is unable to seek or obtain employment. Denial of SSI\/SSP in and of itself shall not be grounds for denial of General Assistance. However, if the applicant\/recipient has failed to pursue his or her SSI\/SSP application without good cause, such recipient shall be denied\/discontinued from General Assistance. \n     (b)     Employable applicants and\/or recipients shall:\n          (1)     Have registered for employment with the California State Employment Development Department;\n          (2)     Be available for employment;\n          (3)     Accept available employment unless refusal is based on good cause;\n          (4)     Attend the General Assistance Orientation and Evaluation sessions;\n          (5)     Submit 20 verifiable job searches for each month they are on aid to be submitted as required by Department regulation;\n          (6)     Cooperate with and carry out any specific job counseling, job training vocational rehabilitation or drug or alcohol treatment plans developed by San Francisco Department of Human Services, California State Department of Rehabilitation or others, and approved by San Francisco Department of Human Services; \n          (7)     Perform such volunteer or other work assignments as are made available by the Department of Human Services; and\n          (8)     Participate in work experience assignments as required by the Department of Human Services.\n     (c)     Unemployable applicants and\/or recipients shall:\n          (1)     Attend the General Assistance Orientation;\n          (2)     Enter into and cooperate in appropriate treatment and therapy programs designed to reduce, eliminate, or compensate for the disabling condition; \n          (3)     Apply for SSI\/SSP if a disabling condition is likely to exist or has existed for a year or longer, authorize Department of Human Services reimbursement of General Assistance from retroactive SSI\/SSP benefits, and pursue and comply with the procedures under the State SSI\/SSP program for successful qualification for benefits under that program; and \n          (4)     Apply for and pursue a claim for any other appropriate benefit program available to the applicant or recipient and pursue and comply with the procedures for successful qualification under such benefit program. \n     (d)     Individuals under 18 years of age, unless emancipated, are exempt from the employment requirements of this Article.\n(Amended by Ord. 271-81, App. 5\/21\/81; Ord. 152-98, App. 5\/8\/98)\n\n","heading":{"title":"20","chaptersection":"58.2","identifier":"20.58.2","catch_text":"CLASSIFICATION AS EMPLOYABLE OR UNEMPLOYABLE."},"chapter":{"identifier":"20","text":"SOCIAL SERVICES\r\r"}}