{"text":"\n     (a)     This Article is enacted to establish rules and requirements for the administration of aid to the indigent and dependent poor of the City and County of San Francisco and to adopt standards and conditions for such aid. \n     (b)     The purpose of General Assistance is to provide short-term financial or in-kind assistance and other services to indigent residents of the City and County who are unable to support themselves and have exhausted their own means of support; and are not residents of state or private institutions. General Assistance is intended to enable and encourage persons aided to: \n          (1)     Find employment if employable;\n          (2)     Receive support from other federal or State sources; and to\n          (3)     Reduce or eliminate the conditions that have led to indigency and dependency.\n     (c)     The responsibilities of the recipients under this program include the following:\n          (1)     All applicants and\/or recipients are to attend the introductory General Assistance orientation program, unless medically unable to do so; \n          (2)     All employable applicants and\/or recipients shall also attend the General Assistance evaluation program, unless medically unable to do so. \n          (3)     Employable recipients are required, as determined by the Department of Human Services, to seek employment, to participate in Department-approved job counseling, vocational rehabilitation, drug or alcohol treatment programs; and to perform such volunteer or other work assignments as are made available through the Department; and \n          (4)     Unemployable recipients are required to seek other means of federal or State support, where available, including, but not limited to, support available under State and federal programs such as SSI\/SSP, and to seek treatment where available to alleviate those conditions leading to their dependency. \n     (d)     Assistance is to be administered in a manner which is consistent with and will help achieve basic General Assistance Program purposes and which respects individual privacy and personal dignity. The following policies and principles govern the public social services: \n          (1)     General Assistance is to be administered promptly and humanely, without discrimination on account of race, sex, sexual orientation, religion or political affiliation. \n          (2)     General Assistance is to be so administered as to encourage self-respect, self-reliance and the desire to be a good citizen, useful to society. \n          (3)     General Assistance is to be administered with courtesy, consideration and respect and without attempting to elicit any unnecessary information. \n          (4)     Duties should be performed in such a manner as to secure for every applicant or recipient the amount of aid to which he or she is entitled under the law. \n          (5)     Duties should be performed in a manner that usefully assists all employable recipients in seeking employment and all unemployable recipients in obtaining other appropriate public benefits. \n          (6)     There is to be no question, inquiry or recommendation relating to the political or religious opinions or affiliations of any applicant or recipient. \n          (7)     General Assistance is to be administered in the most cost-effective manner possible.\n(Amended by Ord. 271-81, App. 5\/21\/81; Ord. 152-98, App. 5\/8\/98)\n\n","heading":{"title":"20","chaptersection":"55.4","identifier":"20.55.4","catch_text":"PURPOSES AND PRINCIPLES."},"chapter":{"identifier":"20","text":"SOCIAL SERVICES\r\r"}}