{"text":"\n     For the purposes of this Article: \n     (a)     \"Applicant\" means a person who is in the process of applying for assistance under this Article.\n     (b)     \"Assistance\" means services and\/or cash payments.\n     (c)     \"CALM\" means the Cash Assistance Linked to Medi-Cal Program as set forth under Article X of this Chapter.\n     (d)     \"CalWORKs\" means the California Work Opportunity and Responsibility to Kids as defined in Chapter 2 (commencing with Section 11200) of Part 3 of Division 9 of the Welfare and Institutions Code or any successor program. \n     (e)     \"Decrease\" means any reduction in a participant's current cash stipend amount under this Article.\n     (f)     \"Denial\" means a determination, based on a PAES application, that the applicant is not eligible for PAES.\n     (g)     \"Department\" means the Department of Human Services.\n     (h)     \"Discontinuance\" means the termination of a person's assistance.\n     (i)     \"Electronic benefit transfer\" means a method of transferring benefits through a centralized computer system so that an applicant\/participant may obtain her\/his benefits at facilities such as automated teller machines (ATM) and point-of-sale (POS) terminals using an access device such as a magnetic stripe plastic card. \"Electronic benefit transfer\" includes direct deposits. \n     (j)     \"Executive Director\" means the Executive Director of the Department of Human Services.\n     (k)     \"Family budget unit\" means an eligible applicant\/participant and her\/his spouse or \"domestic partner,\" as defined under Section 62.2 of the San Francisco Administrative Code, and\/or any of the applicant\/participant's children who are under age 18, living with, and applying for PAES with, such applicant\/participant, provided that such child(ren) was (were) never eligible for TANF\/CalWORKs. \n     (l)     \"General Assistance\" means the General Assistance Program as set forth under Article VII of this Chapter of the San Francisco Administrative Code (S.F. Adm. C. §§ 20.55, et seq.). \n     (m)     \"Job search\" shall include, but is not limited to, (1) sending applications, resumes, and cover letters to apply for available positions for which the participant meets the minimum qualifications, with copies of these documents and the telephone number of the prospective employer provided to the Department of Human Services so they can be verified; and (2) participation by a union member in union hiring hall programs that make use of telephone job searches for currently available positions. \n     (n)     The word \"may\" means the provision is permissive.\n     (o)     \"Medi-Cal\" means the Medi-Cal Program as set forth in California Welfare and Institutions Code Sections 14000 et seq.\n     (p)     \"Participant\" means a person who is receiving assistance under this Article.\n     (q)     \"Recoupment\" means the collection of past overpayments under the PAES Program by deducting from current payments not more than 10 percent of the current stipend amount absent an administrative determination of participant fraud and not more than 40 percent with an administrative determination of participant fraud and an administrative evaluation of the participant's current ability to make repayments. \n     (r)     \"Residing in an institution\" shall mean that the applicant\/recipient is staying in a facility that provides housing and three meals a day. \n     (s)     The word \"shall\" means the provision is mandatory.\n     (t)     \"SSA\" means the Social Security Administration.\n     (u)     \"SSI\" means Supplemental Security Income.\n          (v)     \"SSIP\" means the Supplemental Security Income Pending Program as set forth under Article XI of this Chapter.\n     (w)     \"State\" means the State of California.\n     (x)     \"SSI\/SSP\" means Supplemental Security Income\/State Supplementary Program for the Aged, Blind, and Disabled as defined in the Welfare and Institutions Code Section 12000, et seq. \n     (y)     \"TANF\" means Temporary Assistance to Needy Families as defined in Part A (commencing with Section 601) of Subchapter 4 of Chapter 7 of Title 42 of the United States Code. \n     (z)     The word \"withholding\" means the retention of stipends.\n(Added by Ord. 150-98, App. 5\/8\/98)\n\n","heading":{"title":"20","chaptersection":"72","identifier":"20.72","catch_text":"DEFINITIONS."},"chapter":{"identifier":"20","text":"SOCIAL SERVICES\r\r"}}