{"text":"\n     (a)     Prevailing Wage Requirement. Every Contract, Lease, Franchise, Permit, or Agreement awarded, let, issued, or granted by the City and County of San Francisco for the use of property owned by the City and County of San Francisco must require that any Individual engaged in theatrical or technical services related to the presentation of a show, including, but not limited to, workers engaged in rigging, sound, projection, theatrical lighting, videos, computers, draping, carpentry, special effects, and motion picture services be paid not less than the Prevailing Rate of Wages, including fringe benefits or the matching equivalents thereof, paid in private employment for similar work in the area in which the Contract, Lease, Franchise, Permit or Agreement is being performed. All Contracts, Leases, Franchises, Permits or Agreements subject to this Section shall include a provision in which the Contractor agrees to comply with, and to require Subcontractors to comply with, the obligations imposed by this Section. \n     (b)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein: \n          (1)     \"Contract, Lease, Franchise, Permit, or Agreement\" shall mean an agreement with the City and County of San Francisco for the use of property owned by the City and County of San Francisco, but shall not include any contract, lease, franchise, permit, or agreement for: \n               A.     Celebration of a marriage, domestic partnership, or similar civil union,\n               B.     The presentation of a show to which the public has free access when the show is in a public park, on a public street, or on property under the jurisdiction of the Port Commission. \n               C.     Any permit or agreement to engage in film production pursuant to \nChapter 57 of this Code or under the circumstances set forth in Section \n57.7 of this Code, \n               D.     Any show on property under the jurisdiction of the Arts Commission, or\n               E.     In any circumstance where application of this Section would be preempted by federal or state law,\n               F.     Any show for which the time required for the set-up is three hours or less and the number of individuals working on the set-up is no more than two. \n          (2)     \"Prevailing Rate of Wages\" shall mean that rate of compensation as determined in Section \n21C.7.\n          (3)     \"Show\" shall mean any live act, play, review, pantomime, scene, music, song, dance act, song and dance act, or poetry recitation provided in front of a live audience or recorded for the purpose of later presentation, but shall not include an event where a person solely plays pre-recorded music or pre-recorded performances so long as no other live performance is provided. \n     (c)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or State law. \n     (d)     Effective Date and Application. This Section shall become effective 30 days after it is enacted, is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing Contract, Lease, Franchise, Permit, or Agreement issued or entered into by the City and County of San Francisco. \n     (e)     Applicability to Existing Contracts, Leases, Franchises, Permits, or Agreements. This Section shall only apply to Contracts, Leases, Franchises, Permits, or Agreements entered into on or after the effective date of this Section. \n     (f)     Severability. If any severable provision or provisions of this Section or any application thereof is held invalid, such invalidity shall not affect any other provisions or applications of the Section. \n(Added by Ord. 76-04, File No. 021505, App. 5\/6\/2004; amended by Ord. 9-11, File No. 101007, App. 1\/7\/2011; Ord. 12-12, File No. 111190, App. 2\/2\/2012, Eff. 3\/3\/2012)\n\n","heading":{"title":"21C","chaptersection":"4","identifier":"21C.4","catch_text":"PREVAILING RATE OF WAGES REQUIRED FOR THEATRICAL WORKERS."},"chapter":{"identifier":"21C","text":"MISCELLANEOUS PREVAILING WAGE REQUIREMENTS\r\r"}}