{"text":"\n     In accordance with Revenue and Taxation Code Section 480.5, every owner of tax-exempt Real Property shall report to the assessor of the City and County of San Francisco the creation, renewal, extension, assignment, sublease or other transfer of any interest granted under an agreement to use such Real Property, within 60 day of the transaction. The report shall be on such form as the Assessor may prescribe and shall include, at a minimum, all of the following: \n     (a)     The name and address of the owner.\n     (b)     The names and addresses of all other parties to the transaction, including an identification of each party and of his or her interest under the agreement. \n     (c)     The type of transaction, whether creation, renewal, extension, sublease, assignment, transfer or otherwise.\n     (d)     A description of the Real Property, which is the subject of the agreement.\n     (e)     The effective date of the transaction.\n     (f)     A summary of the essential terms of the transaction, including, but not limited to, all of the following:\n          (1)     The consideration for the interest, whether paid in money or otherwise.\n          (2)     The term of the agreement, including any renewal or extension option.\n          (3)     If a sublease or other agreement subject to an underlying agreement, the original terms, remaining term and consideration paid for the master lease or other master agreement. \n          (4)     If an assignment or other transfer, the original term, remaining term, and the consideration paid for the underlying Lease or agreement. \n(Added by Ord. 15-01, File No. 001965, App. 2\/2\/2001)\n\n","heading":{"title":"23","chaptersection":"39","identifier":"23.39","catch_text":"TAXABLE POSSESSORY INTERESTS IN TAX-EXEMPT REAL PROPERTY; REPORT OF AGREEMENT AND CHANGE OF OWNERSHIP OR EXTENSION OF AGREEMENT."},"chapter":{"identifier":"23","text":"REAL PROPERTY TRANSACTIONS\r\r"}}