{"text":"\n     For purposes of this section: \n     (a)     \"Administrator\" shall mean the City Administrator as set forth in Section \n3.104 of the City's Charter.\n     (b)     \"Citizens' Advisory Committee\" shall mean the group of citizens appointed pursuant to Section \n23A.9.\n     (c)     \"Enterprise Departments\" shall mean the following City departments: the Port, the Airport, the Public Utilities Commission, the Municipal Transportation Agency, the Recreation and Parks Commission and the Fine Arts Museums Board of Trustees. \n     (d)     \"Executive Director\" shall mean the Executive Director of the Mayor's Office of Housing.\n     (e)     \"Homeless\" shall mean:\n          1.     an individual or family who lacks a fixed, regular and adequate nighttime residence; or\n          2.     an individual or family who has a primary nighttime residence that is:\n               A.     a supervised publicly or privately operated shelter designed to provide temporary living accommodations; or\n               B.     an institution that provides a temporary residence for individuals who have been institutionalized; or\n               C.     a public or private place not designed for, or ordinarily used as, a regular sleeping accommodation for human beings.\n     (f)     \"Property\" shall mean any real property owned by the City and County of San Francisco, excluding land and buildings reserved for open space or parks purposes, or any land dedicated for public right-of-way purposes, or any land used or reserved for transit lines, or public utility rights-of-way, or any publicly dedicated streets or rights-of-way. \"Property\" shall not include any real property owned by or on behalf of the San Francisco Unified School District. \n     (g)     \"Surplus Property\" shall mean any Property that is not required to fulfill the mission of the City department, commission or agency with jurisdiction or control of such Property or that is not required to fulfill the mission of another governmental agency pursuant to an inter-governmental transfer; \n     (h)     \"Underutilized Property\" shall mean an entire Property or portion thereof, with or without improvements, that is used by the City only at irregular periods of time or intermittently, or that is used by the City for current purposes that can be satisfied with only a portion of such Property, or that is not currently occupied or used by the City and for which there are no plans by the City to occupy or use such Property within the next fiscal year. \n(Added by Ord. 227-02, File No. 011498, App. 11\/26\/2002; amended by Ord. 93-04, File No. 040537, App. 5\/27\/2004)\n\n","heading":{"title":"23A","chaptersection":"4","identifier":"23A.4","catch_text":"DEFINITIONS."},"chapter":{"identifier":"23A","text":"SURPLUS CITY PROPERTY ORDINANCE\r\r"}}