{"text":"\n     For the purposes of this Chapter, the following words and phrases are defined to mean and include: \n     (a)     \"City\" means City and County of San Francisco.\n     (b)     \"Mayor\" means the Mayor of the City and County of San Francisco or a designee empowered to exercise any of the functions of the Mayor under this Chapter. \n     (c)     \"Owner\" means the owner or lessee or designated operator of real property containing standard housing located within the City and County of San Francisco. \n     (d)     \"Dilapidated housing\" means a housing unit that does not provide safe and adequate shelter; and in its present condition endangers the health, safety or well-being of the occupants. Such a housing unit shall have one or more critical defects, or a combination of intermediate defects in sufficient number or extent to require considerable repair or rebuilding. Such defects may involve original construction, or they may result from continued neglect or lack of repair or from serious damage to the structure. \n     (e)     \"Displaced by governmental action\" means an individual or household, moved or to be moved from real property occupied as a dwelling unit as a result of activities in connection with a public improvement or development program carried on by an agency of the United States or any state or local governmental body or agency. \n     (f)     \"Household\" means two or more persons who occupy the same dwelling unit and share income and common living expenses.\n     (g)     \"Disabled\" means an individual who has a disability which:\n          (1)     Is expected to be of long continued and indefinite duration;\n          (2)     Substantially impedes his or her ability to live independently; and\n          (3)     Is of such nature that his or her ability to live independently could be improved by more suitable housing conditions.\n     (h)     \"Substandard housing\" means a unit which is either dilapidated as defined in Paragraph (d) of this Section, or does not have one of the following plumbing facilities: \n          (1)     Hot and cold piped water inside the unit;\n          (2)     Usable flush toilet inside the structure for the exclusive use of the occupants of the unit; or\n          (3)     Usable bathtub or shower inside the structure for the exclusive use of the occupants of the unit.\n     (i)     \"Elderly\" means an individual 62 years of age or over.\n     (j)     \"HUD\" means the United States Department of Housing and Urban Development.\n(Added by Ord. 290-72, App. 10\/10\/72; amended by Ord. 243-00, File No. 001309, App. 10\/27\/2000)\n\n","heading":{"title":"24A","chaptersection":"01","identifier":"24A.01","catch_text":"DEFINITIONS."},"chapter":{"identifier":"24A","text":"ADMINISTRATIVE STRUCTURE LOCAL\r\r"}}