{"text":"\n     (a)     The benefits of the rent supplement payments are available only to an individual or a household renting a dwelling unit in a project owned by an eligible housing owner. To qualify for such benefits, the individual or household shall meet the following requirements: \n          (1)     Have an annual income below the maximum amount established by the Mayor, which amount shall not be higher than the maximum income for low-income households as determined by HUD for the San Francisco Primary Metropolitan Statistical Area, adjusted for household size \n          (2)     Be one of the following:\n               (A)     An individual or household displaced by governmental action; or,\n               (B)     An individual who is 62 years of age or over; or disabled; or,\n               (C)     An head of a household who is or whose spouse is 62 years of age or over, or who is disabled; or,\n               (D)     An occupant of substandard housing.\n     (b)     For the purpose of this Section, income shall mean total annual income consistent with policies and procedures utilized by HUD in administering the federal rent supplement program in San Francisco pursuant to Section 8 of the United States Housing Act of 1937 (or pursuant to any successor program). Total annual income shall mean total gross income, before taxes and other deductions, received by all members of the tenant's household. In determining gross income, there shall be included all wages, social security payments, retirement benefits, military and veteran's disability payments, unemployment benefits, welfare benefits, interest and dividend payments, and such other income items defined as total annual income by HUD for its rent supplement program (see, Title 24 Code of Federal Regulations, Sections 5601 et seq.). \n     (c)     In computing household income for the purpose of this Section, the following shall be observed:\n          (1)     Any earnings of a household member less than 18 years of age shall be excluded in computing the household income.\n          (2)     The Mayor may allow special deductions from total gross income to take into account expenses incurred as a result of disability or continuing illness, the cost of necessary child care while a wage earner of the household is at work, and such other deductions as he or she considers appropriate. \n     (d)     For the purpose of this Section, first priority for occupancy in a rent supplemented unit shall be granted to qualified displaces from the Yerba Buena Center Redevelopment Project, provided they make timely application. \n(Added by Ord. 290-72, App. 10\/10\/72; amended by Ord. 243-00, File No. 001309, App. 10\/27\/2000; Ord. 90-09, File No. 090421, App. 6\/10\/2009) \n\n","heading":{"title":"24A","chaptersection":"08","identifier":"24A.08","catch_text":"QUALIFIED TENANT."},"chapter":{"identifier":"24A","text":"ADMINISTRATIVE STRUCTURE LOCAL\r\r"}}