{"text":"\n     (a)     The purpose of the administrative hearing is to receive information as to whether the Deemed Approved Off-Sale Alcohol Use is in compliance with the Performance Standards. \n     (b)     The Hearing Officer shall determine whether the Deemed Approved Off-Sale Alcohol Use is in compliance with the Performance Standards. Based on this determination, the Hearing Officer may continue the Deemed Approved status for the use in question, may impose administrative penalties for violations of the Performance Standards, may impose such reasonable conditions as are in the judgment of the Hearing Officer necessary to ensure compliance with the Performance Standards, and, in the event that the Deemed Approved Off-Sale Alcohol Use has within the past three years been the subject of an administrative hearing at which a finding of violation of the Performance Standards was made, may revoke the Deemed Approved Off-Sale Alcohol Use's Deemed Approved Status. If the Hearing Officer determines instead to impose further, new conditions on the Deemed Approved Off-Sale Alcohol Use, such conditions shall be based upon the information then before the Hearing Officer. \n     (c)     In reaching a determination as to whether a use has violated the Performance Standards, or as to the appropriateness of imposing conditions on a use, revoking a use, assessing administrative penalties, or the amount of administrative penalties to assess, the Hearing Officer may consider: \n          (1)     The length of time the Deemed Approved Off-Sale Alcohol Use has been out of compliance with the Performance Standard(s); and\n          (2)     The impact of the violation of the Performance Standard(s) on the community; and\n          (3)     Any information regarding the owner of the Deemed Approved Off-Sale Alcohol Use's efforts to remedy the violation of the Performance Standard. \n     (d)     \"Efforts to Remedy\" shall include, but are not limited to:\n          (1)     Timely calls to the Police Department that are placed by the owner of the Deemed Approved Off-Sale Alcohol Use, his employees, or agents. \n          (2)     Requesting that those persons engaging in activities causing violations of the Performance Standards cease those activities, unless the owner of the Deemed Approved Off-Sale Alcohol Use, or his employees or agents feels that their personal safety would be threatened in making that request. \n          (3)     Making improvements to the use's property or operations, including but not limited to the installation of lighting sufficient to illuminate the area within the use's property line, the installation of security cameras, clear unobstructed windows, clean sidewalks, and graffiti abated within three days. \n     (e)     The decision of the Hearing Officer shall be based upon all information received at the administrative hearing, including, but not limited to, information compiled by City staff, testimony from the owner of the Deemed Approved Off-Sale Alcohol Use, and the testimony of all other interested persons. Any conditions imposed by the Hearing Officer shall be a condition of the Deemed Approved Off-Sale Alcohol Use's continued operation. Any condition imposed by the Hearing Officer shall not be considered a suspension, revocation, or withdrawal of a Deemed Approved Off-Sale Alcohol Use's use permit. \n     (f)     All determinations, decisions, and conditions made or imposed under this Chapter regarding the use of a Deemed Approved Off-Sale Alcohol Use shall run with the land; provided, however, that upon legal transfer of a use's State of California Department of Alcohol Beverage Control Board License, the fact that a use has been the subject of an administrative hearing at which a finding of violation of the Performance Standards was made may only be used as a basis for revoking the use's Deemed Approved Status within 18 months of the transfer or within three years of the prior administrative hearing, whichever is less. \n(Added by Ord. 43-06, File No. 051792, App. 3\/10\/2006)\n\n","heading":{"title":"26","chaptersection":"20","identifier":"26.20","catch_text":"PURPOSE OF THE ADMINISTRATIVE HEARING."},"chapter":{"identifier":"26","text":null}}