{"text":"\n     (a)     Findings. The Board of Supervisors finds that there are residents of the City and County of San Francisco who are recipients of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources who are unable to manage such income to their best advantage. \n          There are also residents of the City and County of San Francisco who are denied the payment of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources because of mental and\/or physical disability who would benefit from assistance in applying for and managing funds. \n          Therefore, the Board of Supervisors authorizes the Public Administrator-Public Guardian, pursuant to permission of the client, to receive, manage, and disburse income and benefits from public and private sources for those persons who receive such aid, but are unable to manage their funds. \n          And, further, that the Public Administrator-Public Guardian is authorized, pursuant to permission of the client, to provide assistance in applying for public and private resources to which the client may be entitled, but which are withheld or not paid because of a determination from the funding source that the recipient is incapable of managing such funds. \n     (b)     Public Guardian Representative Payee Program. There shall be a program called the Public Guardian Representative Payee Program (hereinafter, \"Program\") created in the Office of the Public Administrator-Public Guardian. Upon agreement with the client, the Program may provide the following services: \n          (1)     Collect and deposit entitlement checks and other income into accounts managed by the Public Administrator-Public Guardian.\n          (2)     Redirect the client's bills including, but not limited to, rent and utility bills to the Program and pay these bills with the client's funds. \n          (3)     Make disbursements from the client's share of funds for the client's personal needs.\n          (4)     The Public Administrator-Public Guardian shall charge each client a monthly fee of $37.00 for services provided through the Representative Payee Program as authorized by California Government Code Section 27436 unless such client is otherwise legally exempt from payment of the fee. Clients demonstrating an inability to pay may qualify for a discretionary waiver of the fee as determined by the Public Administrator-Public Guardian or their designee.\n     (c)     Refunds. Upon discharge or withdrawal from the Program, any and all amounts on deposit in the name of the client shall be refunded to him or her, or the succeeding fiduciary, if applicable. \n     (d)     Records. The Public Administrator-Public Guardian shall cause full, true and correct records to be maintained, on a current basis, regarding the receipt and disbursement of all moneys belonging to any such client on deposit in accounts managed by the Public Administrator-Public Guardian. Clear and current records must be maintained showing all credits to and debits from the account for each individual client, as well as each client's current share and balance in the account. \n     (e)     Fiduciary. The Public Administrator-Public Guardian shall keep records as befits a fiduciary entrusted with a client's funds. \n(Added by Ord. 312-00, File No. 001907, App. 12\/28\/2000; amended by Ord. 159-11, File No. 110710, App. 8\/1\/2011, Eff. 8\/31\/2011)\n\n","heading":{"title":"2A","chaptersection":"211-A","identifier":"2A.211-A","catch_text":"PUBLIC ADMINISTRATOR\/PUBLIC GUARDIAN REPRESENTATIVE PAYEE PROGRAM."},"chapter":{"identifier":"2A","text":"EXECUTIVE BRANCH\r\r"}}