{"text":"\n     a.     Permits. A permit or other applicable approval shall be obtained for all proposed construction of buildings and structures located within a floodplain or flood prone area designated in accordance with Section \n2A.282(b), and shall be issued in accordance with applicable procedures for authorizing such construction within the appropriate City departments' jurisdiction. No building, structure or land shall be constructed, located, extended, converted, or altered within a floodplain or flood prone area without full compliance with the requirements of this ordinance and other applicable regulations. The City Administrator shall maintain a record of the elevation (in relation to NAVD88) of the lowest floor (including basement) of all new and substantially improved structures, and the elevation (in relation to NAVD88) to which all structures that were floodproofed in accordance with Section \n2A.283(b), (c) or (d) of this Article. \n     b.     Standards of Construction for flood prone areas designated pursuant to section \n2A.282(b)(1) of this article.\n          1.     If a proposed building site is in a flood-prone area, all new construction and substantial improvements shall:\n               A.     Be designed (or modified) and adequately anchored to prevent flotation, collapse, or lateral movement of the structure resulting from hydrodynamic and hydrostatic loads, including the effects of buoyancy. \n               B.     Be constructed:\n                    i.     With materials and utility equipment resistant to flood damage;\n                    ii.     Using methods and practices that minimize flood damage;\n               C.     With electrical, heating, ventilation, plumbing and air conditioning equipment and other service facilities that are designed and\/or located so as to prevent water from entering or accumulating within the components during conditions of flooding. \n          2.     The Chief Harbor Engineer of the Port of San Francisco and the Floodplain Administrator shall consult and coordinate with FEMA to create appropriate building standards for developing any finger piers located in flood prone areas in Port jurisdiction, before publication of FEMA's final FIRM for San Francisco. \n          3.     Standards For Subdivisions. If a subdivision proposal is in a flood-prone area, any such proposals shall be reviewed to assure that: \n               A.     All such proposals are consistent with the need to minimize flood damage within the flood prone area;\n               B.     All public utilities and facilities such as sewer, gas, electrical, and water systems are located and constructed to minimize or eliminate flood damage; and \n               C.     Adequate drainage is provided to reduce exposure to flood hazards.\n          4.     Standards For Utilities. All new and replacement water supply and sanitary sewage systems shall be designed to minimize or eliminate: \n               A.     Infiltration of flood waters into the systems, and\n               B.     Discharge from the systems into floodwaters.\n     c.     Standards of Construction for floodplain areas designated pursuant to section \n2A.282(b)(2) of this article. In addition to the standards of construction set forth in section \n2A.283(b), all new construction and substantial improvements shall be designed and constructed in accordance with the requirements of San Francisco Building Code section 1612, as amended from time to time. \n     d.     Variances.\n          1.     A variance from the standards provided by the section may be granted by the appropriate approval authority for a parcel of property with physical characteristics so unusual that complying with the requirements of this ordinance would create an exceptional hardship to the applicant or the surrounding property owners. Variances shall be issued upon a determination that the variance is the minimum necessary, considering the flood hazard, to afford relief. Variance determinations shall include a showing of good and sufficient cause that: \n               A.     Failure to grant the variance would result in exceptional hardship to the applicant; and\n               B.     The granting of a variance will not result in increased flood heights, additional threats to public safety, or extraordinary public expense, create a nuisance, cause fraud and victimization of the public, or conflict with existing local laws or ordinances. \n          2.     Notwithstanding subsection \n2A.283(d)(1) above, variances may be issued for new construction, substantial improvement, and other proposed new development to be erected on a lot of one-half acre or less in size contiguous to and surrounded by lots with existing structures constructed below the base flood level. \n          3.     Notwithstanding subsection \n2A.283(d)(1) above, variances shall be issued for:\n               A.     The repair or rehabilitation of, or exterior addition to, historic structures upon a determination that the proposed repair, rehabilitation or addition will not preclude the structure's continued designation as an historic structure. \n               B.     New construction, substantial improvement, and other proposed new development necessary for the conduct of a functionally dependent use, provided that the structure or building is protected by methods that minimize flood damages, and that issuance of the variance does not result in additional threats to public safety or create a public nuisance. \n(Added by Ord. 188-08, File No. 080823, App. 8\/7\/2008; Ord. 56-10, File No. 100136, App. 3\/25\/2010)\n\n","heading":{"title":"2A","chaptersection":"283","identifier":"2A.283","catch_text":"PROVISIONS FOR FLOOD HAZARD REDUCTION."},"chapter":{"identifier":"2A","text":"EXECUTIVE BRANCH\r\r"}}