{"text":"\n     (a)     Creation of Council. The Board of Supervisors hereby creates a Governance Council comprised of representatives of all participating criminal justice agencies in the City and County of San Francisco, or agencies that operate programs integrally related to the criminal justice system, to establish policy related to implementation and ongoing operation of JUSTIS (Justice Tracking Information System). JUSTIS is an integrated criminal justice information system serving participating criminal justice agencies in San Francisco. \n     (b)     Functions of the JUSTIS Governance Council. The responsibility of the JUSTIS Governance Council include the following: \n          1.     Setting priorities and approving direction for project development and enhancements;\n          2.     Reviewing, approving, and submitting annual and supplemental appropriations requests.\n          3.     Approving vendor contracts.\n     (c)     Membership. The membership of the JUSTIS Governance Council shall be composed of the heads of the following agencies: \n          (1)     San Francisco Superior Court.\n          (2)     District Attorney.\n          (3)     Public Defender.\n          (4)     Sheriff.\n          (5)     Adult Probation Department.\n          (6)     Police Department.\n          (7)     Department of Emergency Management.\n          (8)     Juvenile Probation Department.\n          (9)     Mayor's Office.\n          (10)     Department on the Status of Women.\n          (11)     City Administrator.\n          (12)     Department of Technology (non-voting).\n     (d)     Chair and Co-Chair of Council. The City Administrator shall serve as the permanent Chair. The Co-Chair, selected from among voting members, shall serve on an annual rotating basis. \n     (e)     Meeting Frequency. The JUSTIS Governance Council shall meet at least twice annually. The Chair may call a special or emergency meeting as needed. \n     (f)     Voting. Each voting agency shall have one equal vote. Only department heads or their authorized designees may vote. A designee must be authorized by the Department Head to vote on all action items at the meeting. \n     (g)     Staffing. Each participating Department shall assign staff as needed to support the implementation of JUSTIS. \n(Added by Ord. 309-00, File No. 001625, App. 12\/28\/2000; amended by Ord. 272-04, File No. 041242, App. 11\/9\/2004; Ord. 46-11, File No. 110011, App. 3\/10\/2011) \n\n","heading":{"title":"2A","chaptersection":"85","identifier":"2A.85","catch_text":"JUSTICE TRACKING INFORMATION SYSTEM (JUSTIS) COMMITTEE GOVERNANCE COUNCIL."},"chapter":{"identifier":"2A","text":"EXECUTIVE BRANCH\r\r"}}