{"text":"\n     (a)     There shall be established a Citizens Advisory Committee for each residential rehabilitation area. Each Citizens Advisory Committee shall consist of 11 persons. \n     (b)     Members of the Citizens Advisory Committee shall be selected from the following groups which are defined only for the purposes of Section \n32.30-1. \n          (1)     \"Property owners\" means persons owning property in the residential rehabilitation area.\n          (2)     \"Employees of property owners\" means residents of the residential rehabilitation area who are employed by area property owners for 20 or more hours per month. \n          (3)     \"Agents of property owners\" means residents of the residential rehabilitation area who represent an area property owner in dealing with third persons for any purpose. \n          (4)     \"Tenants\" means residents of the residential rehabilitation area who are not area property owners, employees of property owners, or agents of property owners as defined in this Section. \n     (c)     At least one property owner, and either additional property owners, employees of property owners, or agents of property owners shall constitute six of the 11 members of the Citizens Advisory Committee when 50 percent of the structures are owner-occupied. The balance of the membership shall be tenants. \n     (d)     Tenants shall constitute six of the 11 members of the Citizens Advisory Committee when less than 50 percent of the structures are owner-occupied. The balance of the membership shall consist of at least one property owner and either additional property owners, employees of property owners, or agents of property owners. \n     (e)     The determination as to whether 50 percent or more of the structures are owner-occupied shall be made by the Director of Planning at the time an area is proposed for designation as a RAP area by the Director. \n     (f)     If the number of nominees for any constituency on the Citizens Advisory Committee exceeds the number of openings for that constituency, a publicly announced election shall be held to select the members of that constituency and only members of that constituency may vote in that election. Property owners, employees of property owners, and agents of property owners shall constitute one constituency. Tenants shall constitute a separate constituency. \n     (g)     All nominations, appointments and elections necessary to carry out the purposes of this Section shall be in accordance with rules and regulations promulgated by the Chief Administrative Officer or the person to whom responsibility for administration of the program has been delegated. \n     (h)     The provision of this Section shall apply only in residential rehabilitation assistance areas designated by resolution of the Board of Supervisors pursuant to Section \n32.43 on or after July 1, 1977. \n(Added by Ord. 225-78, App. 5\/1\/78)\n\n","heading":{"title":"32","chaptersection":"30-1","identifier":"32.30-1","catch_text":"CITIZENS ADVISORY COMMITTEE - MEMBERSHIP."},"chapter":{"identifier":"32","text":"RESIDENTIAL REHABILITATION LOAN PROGRAM\r\r"}}