{"text":"\n     (a)     The Chief Administrative Officer shall by regulation approved by resolution of the Board of Supervisors establish the conditions of eligibility for relocation benefits and to describe the various types of benefits available to eligible persons who are displaced by Rehabilitation Assistance Program (RAP) activities and who do not receive benefits under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. \n     (b)     These are the services and assistance which will, at a minimum, be provided to all persons or businesses located in a RAP area: \n          (1)     Not less than 90 days prior to displacement, residents of the RAP area shall be informed of the availability of various types of relocation benefits, the eligibility requirements for relocation benefits and the procedures for obtaining relocation benefits. \n          (2)     Current and continuing information on the availability and cost of comparable housing and comparable commercial properties and locations will be maintained and available to the public at the Central Relocation Services Office. \n          (3)     Information concerning federal and state housing programs, disaster loan and other programs administered by the Small Business Administration, and other federal or state programs offering assistance to displaced persons, will be available at the Central Relocation Services Office. \n          (4)     Persons who believe that they have been discriminated against in the rehousing process will be referred to the Human Rights Commission for either action or referral to the appropriate law enforcement agencies. \n(Added by Ord. 116-77, App. 4\/1\/77)\n\n","heading":{"title":"32","chaptersection":"90","identifier":"32.90","catch_text":"RELOCATION ASSISTANCE."},"chapter":{"identifier":"32","text":"RESIDENTIAL REHABILITATION LOAN PROGRAM\r\r"}}