{"text":"\n     (a)     The Chief Administrative Officer shall adopt such rules and regulations as he or she may deem appropriate to carry out the provisions of this Chapter. A copy of all such rules and regulations shall be available for review by the public during regular business hours in the office of the Chief Administrative Officer, the office of the Clerk of the Board of Supervisors, the Department of Public Works, and in every other office established for the purpose of carrying out this program. \n     (b)     Before the Chief Administrative Officer adopts these rules and regulations, the Chief Administrative Officer or his or her delegate shall conduct a public hearing at which the rules and regulations will be discussed. \n     (c)     At least 10 days preceding the hearing, the Chief Administrative Officer shall make the proposed rules and regulations available for public inspection at the Bureau of Building Inspection. \n     (d)     At least 10 days preceding the hearing, notice of the hearing shall be published once in a newspaper of general circulation published in San Francisco. The notice shall state the time, place and purpose of the hearing. The notice shall also state that the proposed rules and regulations are available for public inspection at the Bureau of Building Inspection. \n     (e)     After the Chief Administrative Officer has adopted rules and regulations, the following procedure must be observed before the Chief Administrative Officer can change the rules and regulations: \n          (1)     A copy of the proposed change shall be made available for public inspection at the Bureau of Building Inspection at least 10 days before a proposed change can become final. \n          (2)     Notice of the proposed change must be published once in a newspaper of general circulation published in San Francisco at least 10 days before the proposed change can become final. The notice shall state the nature of the proposed change and the fact that the text of the proposed change is available for public inspection at the Bureau of Building Inspection. \n          (3)     The Superintendent of the Bureau of Building Inspection shall mail a copy of the notice specified in Section \n40.9(e)(2) to all persons who have submitted a request in writing to the Superintendent that they receive copies of such notices. \n(Added by Ord. 482-80, App. 10\/17\/80)\n\n","heading":{"title":"40","chaptersection":"10","identifier":"40.10","catch_text":"RULES AND REGULATIONS."},"chapter":{"identifier":"40","text":"HOUSING CODE ENFORCEMENT LOAN PROGRAM\r\r"}}