{"text":"\n     Unless the context otherwise requires, the following definitions govern the construction of this Chapter: \n     (a)     \"Bonds\" means any bonds, notes, interim certificates, debentures, or other obligations issued by the City and County pursuant to this Chapter and which are payable exclusively from revenues, as defined, and from any other funds specified in this Chapter upon which the bonds may be made a charge and from which they are payable. \n     (b)     \"City\" means the City and County of San Francisco.\n     (c)     \"Commercial Use\" means any nonresidential use including, but not limited to, a store, office, manufacturing facility, warehouse, or other business facility. For the purpose of this Chapter, commercial use shall include a tourist facility or tourist hotel. \n     (d)     \"Conventional HELP Loan\" means any loan made for the purpose of meeting rehabilitation standards pursuant to the provisions of this Chapter. \n     (e)     \"Financing\" means the lending of moneys or any other thing of value for the purpose of repair and improvement of a residence necessary to meet rehabilitation standards. \n     (f)     \"Housing Code Enforcement Loan Program\" or \"HELP\" has the same meaning as \"program.\"\n     (g)     \"Loan Committee\" means the committee established in accordance with Section \n40.13.\n     (h)     \"Loan Fund\" means the fund established with the proceeds of bonds issued pursuant to the provisions of this Chapter or any other fund established for the purpose of making loans to property owners pursuant to this Chapter. \n     (i)     \"Low and Moderate Income Household\" means a household whose income does not exceed 120 percent of the median income for the City and County by family size. \n     (j)     \"Multi-Family Buildings\" means buildings containing three or more dwellings units, as defined in the San Francisco Housing Code, or more than six guest rooms as defined in the San Francisco Housing Code. \n     (k)     \"Neighborhood Strategy Area\" means an area designated by the City and County as a \"Neighborhood Strategy Area\" as that term is defined in regulation issued by the United States Department of Housing and Urban Development. \n     (l)     \"Participating Party\" means any person, company, corporation, partnership, firm or other entity or group of entities requiring financing for the purpose of meeting rehabilitation standards pursuant to the provisions of this Chapter. \n     (m)     \"Program\" means the systematic Housing Code Enforcement Loan Program or HELP described in this Chapter and includes, but is not limited to, the provisions for code enforcement and financing residential rehabilitation in a citywide program of systematic enforcement of rehabilitation standards in all multi-family buildings. \n     (n)     \"Rehabilitation Standards\" means the standards established in the City Housing Code and other applicable codes relating to the physical conditions of existing residential structures. \n     (o)     \"Residence\" means real property improved with a residential structure.\n     (p)     \"Residential Rehabilitation\" means the repairs and improvements to a substandard residential structure necessary to meet rehabilitation standards. \n     (q)     \"Systematic Enforcement\" means the enforcement of rehabilitation standards in accordance with a systematic program of making inspections of all multi-family dwelling structures in accordance with objective criteria for selection or order of selection of dwelling structures to be inspected. \n(Added by Ord. 482-80, App. 10\/17\/80)\n\n","heading":{"title":"40","chaptersection":"2","identifier":"40.2","catch_text":"DEFINITIONS."},"chapter":{"identifier":"40","text":"HOUSING CODE ENFORCEMENT LOAN PROGRAM\r\r"}}