{"text":"\n     (a)     The unpaid amount of a HELP loan shall be due and payable upon sale or transfer of the ownership of the property, except that assignment of the unpaid amount of such a loan to a purchaser or transferee may be permitted when the Chief Administrative Officer determines that hardship conditions exist and the prospective owner qualifies for a loan on the basis of current loan eligibility standards. \n     (b)     If the holder of a HELP loan is dissatisfied with the Chief Administrative Officer's refusal to permit transfer of the unpaid amount of the loan because of a finding that hardship conditions do not exist, the holder of the loan may request review of the Chief Administrative Officer's determination by the Loan Committee. If the Loan Committee recommends a finding that hardship conditions exist, the Chief Administrative Officer shall either accept that recommendation or give written reasons for the refusal to accept it. \n     (c)     Hardship conditions exist:\n          (1)     When the owner of property subject to a HELP loan is forced to sell the property and the property cannot be sold without a substantial loss of equity unless the loan is transferable; \n          (2)     When the income of a prospective purchaser of property subject to a HELP loan is at or below income standards to be established by the Chief Administrative Officer; or \n          (3)     When the prospective purchaser is unable to obtain financing in the private sector because of age, disability or sex; or\n          (4)     When transfer of the loan is necessary to prevent significant rent increases.\n     (d)     The Chief Administrative Officer shall develop standards which shall be applied in making determinations required under this Section. \n(Added by Ord. 482-80, App. 10\/17\/80)\n\n","heading":{"title":"40","chaptersection":"23","identifier":"40.23","catch_text":"TRANSFER OF LOANS."},"chapter":{"identifier":"40","text":"HOUSING CODE ENFORCEMENT LOAN PROGRAM\r\r"}}