{"text":"\n     (a)     Any owner or operator, or his\/her authorized agent, of a residential hotel may apply for a permit to convert one or more residential units by submitting an application and the required fee to the Central Permit Bureau. \n     (b)     The permit application shall contain the following information:\n          (1)     The name and address of the building in which the conversions are proposed; and\n          (2)     The names and addresses of all owners or operators of said building; and\n          (3)     A description of the proposed conversion including the nature of the conversion, the total number of units in the building, their current uses; and \n          (4)     The room numbers and locations of the units to be converted; and\n          (5)     Preliminary drawings showing the existing floor plans and proposed floor plans; and\n          (6)     A description of the improvements or changes proposed to be constructed or installed and the tentative schedule for start of construction; and \n          (7)     The current rental rates for each residential unit to be converted; and\n          (8)     The length of tenancy of the permanent residents affected by the proposed conversion; and\n          (9)     A statement regarding how one-for-one replacement of the units to be converted will be accomplished, including the proposed location of replacement housing if replacement is to be provided off-site; and \n          (10)     A declaration under penalty of perjury from the owner or operator stating that he\/she has complied with the provisions of Section \n41.14(b) below and his\/her filing of a permit to convert. On the same date of the filing of the application, a notice that an application to convert has been filed shall be posted until a decision is made on the application to convert. \n     (c)     Upon receipt of a completed application to convert or demolish, the Department of Building Inspection shall send the application to the Department of City Planning for review and shall mail notice of such application to interested community organizations and such other persons or organizations who have previously requested such notice in writing. The notice shall identify the hotel requesting the permit, the nature of the permit, the proposal to fulfill the replacement requirements of Section \n41.13 herein, and the procedures for requesting a public hearing. Owner or operator shall post a notice informing permanent residents of such information. \n     (d)     Any interested party may submit a written request within 15 days of the date notice is posted pursuant to subsection (c) above to the City Planning Commission to schedule and conduct a public hearing on the proposed conversion in order to solicit public opinion on whether to approve or deny a permit to convert or demolish residential units and to determine whether proposed replacement units are \"comparable units\" as defined in Section \n41.4(b) herein. \n(Added by Ord. 121-90, App. 4\/12\/90; amended by Ord. 134-01, File No. 001926, App. 7\/6\/2001)\n\n","heading":{"title":"41","chaptersection":"12","identifier":"41.12","catch_text":"PERMIT TO CONVERT."},"chapter":{"identifier":"41","text":"RESIDENTIAL HOTEL UNIT CONVERSION AND DEMOLITION\r\r"}}