{"text":"\n     (a)     General Prohibition. It shall be unlawful for any person to Convert any portion of a Large Tourist Hotel except as provided in this Chapter. Notwithstanding Conversion approval under this Chapter, a Conversion project must in addition obtain all applicable City permits and approvals, including any applicable conditional use authorization requirements. This Chapter shall not limit City discretion to deny or approve with conditions a proposed Conversion project. \n     (b)     Conversion prior to November 1, 2010. Notwithstanding the foregoing restriction, the Planning Commission may approve use of Conversion credits for a total of up to 550 Large Tourist Hotel Rooms to be Converted prior to November 1, 2010. The Planning Commission shall approve applications for Conversions under this section on a first-come first-served basis. An applicant's place in the Conversion queue for the 550 pre-lottery Conversion credits shall be based upon the date the Planning Department receives a complete subdivision or environmental application, as determined by the Zoning Administrator, and provided the application or subsequent written communication identifies the number of tourist hotel rooms to be Converted. \n     (c)     Ancillary Hotel Areas. A person may Convert all or any portion of an Ancillary Hotel Area upon a showing that the Conversion shall not result in a reduction in the number of Large Tourist Hotel Rooms in the subject hotel. \n     (d)     Conversion Lottery. Beginning in 2010, the Planning Department shall hold an annual lottery for Conversion credits for Large Tourist Hotel Rooms in accordance with the following: \n          (1)     The Planning Department shall hold the lottery only if:\n          (i)     The Annual Inventory shows a net increase of at least 100 Large Tourist Hotel Rooms over the prior year's inventory, as calculated in Section \n41F.3(g) below; and \n          (ii)     Conducting a lottery would not result in a reduction in the number of Large Tourist Hotel Rooms below the Baseline Inventory.\n          (2)     The number of Conversion credits available in each lottery shall equal the net increase in Large Tourist Hotel Rooms during the previous year's inventory. Large Tourist Hotel Rooms lost through authorized Conversions shall not be considered for purposes of calculating the net increase in Large Tourist Hotel Rooms under this section, as described in Section \n41F.3(g), below. \n          (3)     In order to participate in the conversion credit lottery, applicants must submit a Section \n41F.3(f)(3) application within 15 business days of the formal adoption of the Annual Inventory update. The Planning Department shall issue one lottery ticket per Large Tourist Hotel applicant. Only one application may be submitted per Large Tourist Hotel. \n          (4)     The Planning Department shall hold the lottery at a public hearing within 6 weeks of the formal adoption of the Annual Inventory. Winning lottery tickets shall be chosen randomly, one at a time. If not enough credits remain in the pool to satisfy a winning ticket, then the applicant shall receive the number of credits remaining in the pool and be eligible to receive the remainder as the first applicant on the standby list. If a lottery would otherwise be required by the Chapter and the number of available credits exceeds the total number of applicants' requests for Conversion credits in a particular year, then the credits shall be granted and no lottery shall take place. \n          (5)     If applicants collectively seek more Conversion credits than are available in the lottery pool, then, after the last winning ticket is drawn, the Planning Department shall draw a reasonable number of alternate tickets for inclusion in a standby list. If, nine months after the lottery, the Planning Department revokes winning credits according to subsection (e)(2), below, the credits shall be reallocated to the standby list, in the order drawn. \n     (e)     Large Tourist Hotel Conversion Credits.\n          (1)     Conversion is prohibited unless the applicant uses Conversion credits to offset the loss of Large Tourist Hotel Rooms. An award of Conversion credits does not grant the credit-holder a right to development or otherwise limit City discretion to deny or approve with conditions a proposed Conversion project. A credit holder must still obtain all otherwise applicable City permits and approvals, including but not limited to Planning Commission approval of the Conversion pursuant to Section \n41F.3(f). \n          (2)     Credits are building-specific and non-transferable, except that if the credit holder does not make diligent and good faith efforts within nine months of issuance of the Conversion credit(s), the credits may be revoked and reallocated to the queue, for pre-lottery credits, or the standby list, for lottery credits. Credits shall expire if the applicant or standby-list recipient fails to diligently and in good faith pursue Conversion for any 18 consecutive months, as determined by the Zoning Administrator after notice and a public hearing. The Board of Appeals shall hear and determine appeals under this section. \n     (f)     Conversion Process.\n          (1)     The City may not issue permits related to use of pre-lottery or lottery Conversion credits until and unless the Planning Commission approves a Section \n41F.3(f) Conversion application for the proposed Conversion project. \n          (2)     The notice and hearing requirements applicable to conditional use authorizations shall apply to Planning Commission's action to approve or deny Conversion applications for use of Conversion credits under this Chapter. \n          (3)     Any party seeking Conversion under this Chapter shall submit a written Conversion application to the Planning Department containing, at minimum, the following information: \n               (i)     The name and address of the building in which the conversions are proposed;\n               (ii)     The names and addresses of all owners and operators of said building;\n               (iii)     A description of the proposed Conversion including the nature of the Conversion, the total number of Large Tourist Hotel Rooms prior to and following Conversion, a description of the area and\/or rooms to be Converted, including floor number and location, and the estimated total number of Condominium Units to be created; \n               (iv)     Preliminary drawings showing the existing floor plans and proposed floor plans;\n               (v)     A description of the improvements or changes proposed to be constructed or installed and the tentative schedule for start of construction; \n               (vi)     Information specifying any changes to the subject building or buildings' inventory of rooms in the 5 years preceding the date of application for Conversion; \n               (vii)     The average rental rates of the rooms to be converted, calculated over the calendar year preceding the year of application for Conversion; \n               (viii)     Applicants for the lottery must provide information demonstrating that the Conversion will not reduce the supply of Large Tourist Hotel Rooms to levels below the Baseline Inventory. \n               (ix)     Applicants for Ancillary Hotel Area Conversion must provide information demonstrating that the proposed Conversion will not result in loss of Large Tourist Hotel Rooms in the subject Large Tourist Hotel, including specifying any proposed changes to the subject buildings' inventory of rooms planned in the 5 years following the date of application for Conversion. \n               (x)     Applicants for Conversion must pay the Planning Department a processing fee set by the Planning Director at a full cost recovery level. \n               (xi)     As a condition of approval, an applicant must provide annual updates to the Planning Department on the status of the approved Conversions until such time as the Conversions are complete or the Conversion credits have been revoked or have expired. \n          (4)     The Zoning Administrator shall make a recommendation regarding the approval, denial, or approval with conditions of the Conversion application to the Planning Commission, based upon whether the proposed Conversion meets Planning Code requirements including, but not limited to, this Chapter. The Planning Commission shall approve the Conversion, deny it, or approve it with conditions. Any member of the public wishing to appeal the decision of the Planning Commission must appeal the decision to the Board of Supervisors pursuant to the appeals process set forth in Section \n308 of the Planning Code. \n     (g)     Inventory Procedure.\n          (1)     Adoption of Inventory. The Planning Commission shall adopt a Baseline Inventory and subsequent Annual Inventories of the number of Large Tourist Hotel Rooms in the City as of March 1 of each year. The Planning Department shall provide the public with an opportunity for meaningful review and comment on Baseline and Annual Inventories, including a public hearing no later than March 15th of each year. \n          (2)     Calculating Additions to the Annual Inventory. Large Tourist Hotel Rooms created by new Large Tourist Hotel construction and\/or expansion shall be counted as part of the Annual Inventory year in which the City issues final certificates of occupancy. \n          (3)     Calculating Losses from the Annual Inventory.\n               (i)     Losses of Large Tourist Hotel Rooms shall count in the inventory year in which the rooms cease to be commercially available for rent. \n               (ii)     In conducting its Annual Inventory, the Planning Department will distinguish how many Large Tourist Hotel Rooms were lost due to authorized Conversions, and how many were lost for other reasons. \n          (4)     Calculating the number of Conversion credits available for the annual lottery. The number of Conversion credits available for each year's lottery shall equal the number of additions as calculated in subsection (2) above, less the number of rooms lost due to reasons other than authorized Conversions, as calculated in subsection (3) above. \n(Added by Ord. 41-08, File No. 071528, App. 3\/24\/2008; Ord. 14-09, File No. 081564, App. 1\/16\/2009)\n\n","heading":{"title":"41F","chaptersection":"3","identifier":"41F.3","catch_text":"CONVERSIONS RESTRICTED."},"chapter":{"identifier":"41F","text":"TOURIST HOTEL CONVERSION *Editor's note\r\r"}}