{"text":"\n     (a)     \"Agency\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (b)     \"Authority\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (c)     \"Board of Supervisors\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (d)     \"City\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (e)     \"City's Contracting Requirements\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (f)     \"HUD\" shall mean the United States Department of Housing and Urban Development.\n     (g)     \"Other Authority Bonds\" shall mean any tax exempt bonds proposed to be issued by an Authority on behalf of a project sponsor to finance or refinance any capital project other than a Residential Project, including but not limited to the financing of assisted living or educational facilities and refunding bonds relating to any type of project. \n     (h)     \"Residential Project\" shall mean a residential development (including residential portions of a mixed-use project) involving new construction, an addition, a conversion, or a rehabilitation, the financing of which is proposed to be assisted by any of the following: a HUD mortgage insurance program; a contract for project-based Section 8 rental assistance; HUD operating funds under HUD's Section 202 or Section 811 programs; or participation in the Low Income Housing Tax Credit program. \n     (i)     \"TEFRA Resolution\" shall have the meaning assigned to such term in Section \n43.9.1.\n(Added by Ord. 36-07, File No. 060897, App. 3\/9\/2007)\n\n","heading":{"title":"43","chaptersection":"9.2","identifier":"43.9.2","catch_text":"DEFINITIONS."},"chapter":{"identifier":"43","text":"MUNICIPAL FINANCE LAW\r\r"}}