{"text":"\n     (a)     Composition. The Family Violence Council shall consist of the following individuals: \n          (1)     Presiding Judge of the Superior Court, or his\/her designee;\n          (2)     Mayor, or his or her designee;\n          (3)     President of the Board of Supervisors, or his\/her designee;\n          (4)     District Attorney, or his\/her designee;\n          (5)     Chief of Police, or his\/her designee;\n          (6)     Sheriff, or his or her designee;\n          (7)     President of the Commission on the Status of Women, or his\/her designee;\n          (8)     Chief of Adult Probation, or his\/her designee;\n          (9)     Chief of Department of Emergency Management, or his\/her designee;\n          (10)     Executive Director of the Domestic Violence Consortium, or his\/her designee;\n          (11)     Executive Director of Human Service Agency, or his or her designee;\n          (12)     Executive Director of the Consortium for Elder Abuse Prevention, or his\/her designee;\n          (13)     Executive Director of the San Francisco Child Abuse Council, or his\/her designee;\n          (14)     Director of the Department of Public Health, or his\/her designee;\n          (15)     Director of the Department of Adult and Aging Services, or his\/her designee;\n          (16)     Director of the Department of Children, Youth, and Their Families, or his\/her designee;\n          (17)     Chair of the Consortium of Batterer's Intervention Programs, or his\/her designee;\n          (18)     Director of Child Support Services, or his or her designee.\n     The Steering Committee shall have the authority to appoint up to three at-large members to the Family Violence Council. Each of these members shall serve for a term of one-year at the pleasure of the Steering Committee. \n     (b)     Assistance of the City Attorney. The City Attorney or his or her designee may be requested to provide advice and legal counsel to the Council. \n     (c)     Meetings. The Family Violence Council shall meet at least once a quarter at such times and places as the Council shall designate. \n(Ord. 217-07, File No. 070884, App. 9\/21\/2007)\n\n","heading":{"title":"5","chaptersection":"190-4","identifier":"5.190-4","catch_text":"FAMILY VIOLENCE COUNCIL - COMPOSITION - TERMS OF OFFICE."},"chapter":{"identifier":"5","text":"COMMITTEES\r\r"}}