{"text":"\n     The Commission shall have the following powers and duties:\n     (a)     Review and assess sentencing approaches locally and compare to other jurisdictions.\n     (b)     Review and assess the City's capacity and utilization of services and alternatives to incarceration throughout the criminal justice continuum, including pre-adjudication and post-release.\n     (c)     Review and assess the Justice Reinvestment Initiative recommendations to invest in best practices to reduce recidivism.\n     (d)     Develop a recommended system of uniform definitions of recidivism for City departments to track and report on the outcomes of various criminal sentences and City programs meant to aid in reducing recidivism.\n     (e)     Develop data collection standards and recidivism reporting standards.\n     (f)     Develop and recommend department specific goals to reduce recidivism for the City departments represented on the Sentencing Commission, and other relevant City departments.\n     (g)     Make recommendations regarding changes that should be made to the Penal Code and any other state laws to remove barriers to effective implementation of best practices in criminal justice.\n     (h)     Facilitate trainings on best practices in sentencing for various criminal justice agencies.\n     (i)     Share information and work in collaboration with the Reentry Council, established pursuant to the San Francisco Administrative Code\n*, and the Community Corrections Partnership, as established by the California Penal Code.\n     (j)     In December 2012, and on an annual basis thereafter, submit a report to the Mayor and the Board of Supervisors summarizing the findings of the Commission and making recommendations on the aforementioned categories.\n     (k)     Nothing in this legislation shall infringe on any agency's legally mandated responsibilities in the criminal justice system, and, as such, recommendations are not statutorily binding on any City department.\n(Added by Ord. 10-12, File No. 111050, App. 2\/2\/2012, Eff. 3\/3\/2012)\n\n*  Editor's Note:     See \nCh. 5, Art. I (Secs. \n5.1-1 et seq.).\n\n","heading":{"title":"5","chaptersection":"250-2","identifier":"5.250-2","catch_text":"POWERS AND DUTIES."},"chapter":{"identifier":"5","text":"COMMITTEES\r\r"}}