{"text":"\n     The Board of Supervisors finds that: \n     (a)     Irrigated landscapes contribute significantly to the quality of life of the people of San Francisco by providing areas for active and passive recreation and as an enhancement to the environment by cleaning air and water, and adding to the natural beauty of our commercial, industrial, and residential neighborhoods. \n     (b)     San Francisco has been a leader in water conservation policy in California and currently has the lowest per capita use of water in the state. Our potable water supply is a vital public resource that faces ever increasing demands; and landscape design, installation, maintenance, and management can and should be water efficient. \n     (c)     In 2006, the California Legislature passed and the Governor signed Assembly Bill 1881, the Water Conservation in Landscaping Act, which enacted Article 10.8 of the California Government Code requiring that local agencies adopt a water efficient landscape ordinance that meets water conservation criteria and standards adopted by the California Department of Water Resources. \n     (d)     Adoption of this ordinance by the Board of Supervisors and adoption of regulations by the Public Utilities Commission will improve the effectiveness of the City's landscape water efficiency program and ensure compliance with the requirements of the State's Water Conservation in Landscaping Act. \n     (e)     Consistent with these legislative findings, this ordinance will:\n          (1)     Promote the values and benefits of landscapes while recognizing the need to invest water and other resources as efficiently as possible; \n          (2)     Encourage the use of climate appropriate and local California native plant species.\n          (3)     Establish a structure for planning, designing, installing, maintaining, and managing water efficient landscapes in new construction and rehabilitated projects; \n          (4)     Establish provisions for water management practices and water waste prevention for existing landscapes;\n          (5)     Use water efficiently without waste by setting a Maximum Applied Water Allowance, using state mandated formulas and accounting for local climatic conditions, that will serve as an upper limit for water use by irrigated landscapes; and \n          (6)     Comply with the requirements of Article 10.8 of the California Government Code, enacted by the State as the Water Conservation in Landscaping Act. \n(Added by Ord. 301-10, File No. 101079, App. 12\/3\/2010)\n\n","heading":{"title":"63","chaptersection":"2","identifier":"63.2","catch_text":"INTENT."},"chapter":{"identifier":"63","text":"WATER EFFICIENT IRRIGATION ORDINANCE*Editor's note\r\r"}}