{"text":"\n     (1)     Members. The Loan Committee shall consist of the following members as appointed by the Director of the Mayor's Office of Housing, each of whom shall be voting members: \n          (a)     The Program Administrator or his\/her designee;\n          (b)     A financial expert or mortgage broker;\n          (c)     A real estate appraiser or other commercial real estate expert;\n          (d)     A finance expert, with experience in affordable housing development, from the Mayor's Office of Housing or the successor to that office, or if no such office exists, from a City department with experience in housing development and finance; and \n          (e)     An engineering cost estimator.\n     (2)     Quorum. Three members of the Loan Committee shall constitute a quorum for the purposes of accomplishing the duties set forth in Subsection (3) below. A simple majority vote of three members shall be necessary to approve any loan application or take any other action. All decisions of the Loan Committee shall be final. \n     (3)     Meetings. The Loan Committee shall meet on a monthly basis at a time and place determined by the Loan Committee. The Program Administrator may cancel the required monthly meeting if no applications have been submitted for approval since the previous monthly meeting. All meetings shall be noticed in accordance with applicable State and local law. \n     (4)     Duties. The Loan Committee shall perform the following duties: \n          (a)     The Loan Committee shall meet on a monthly basis at times and places specified by the Loan Committee, and determine whether to approve or disapprove a loan application. In the case of disapproval, the Loan Committee may indicate the reasons for such disapproval, and the Applicant may choose to reapply in accordance with the requirements of this \nChapter 66A. \n(Formerly Sec. 66A.14; added by Ord. 100-94, App. 3\/11\/94; amended by Ord. 287-96, App. 7\/12\/96; amended and renumbered by Ord. 2-01, File No. 001969, App. 1\/12\/2001; Ord. 122-06, File No. 060386, App. 6\/14\/2006) \n(Former Sec. 66A.13 was renumbered as Sec. 66A.12 by Ord. 2-01.) \n\n","heading":{"title":"66A","chaptersection":"13","identifier":"66A.13","catch_text":"UNREINFORCED MASONRY BUILDING LOAN COMMITTEE."},"chapter":{"identifier":"66A","text":"SEISMIC SAFETY LOAN PROGRAM\r\r"}}