{"text":"\n     Whenever in this Article the following words or phrases are used, they shall have the following meanings: \n     (a)     \"City\" shall mean the City and County of San Francisco.\n     (b)     \"Meeting\" shall mean any of the following:\n          (1)     A congregation of a majority of the members of a policy body at the same time and place;\n          (2)     A series of gatherings, each of which involves less than a majority of a policy body, to hear, discuss or deliberate upon any item that is within the subject matter jurisdiction of the City, if the cumulative result is that a majority of members has become involved in such gatherings; or \n          (3)     Any other use of personal intermediaries or communications media that could permit a majority of the members of a policy body to become aware of an item of business and of the views or positions of other members with respect thereto, and to negotiate consensus thereupon. \n          (4)     \"Meeting\" shall not include any of the following:\n               (A)     Individual contacts or conversations between a member of a policy body and another person that do not convey to the member the views or positions of other members upon the subject matter of the contact or conversation and in which the member does not solicit or encourage the restatement of the views of the other members; \n               (B)     The attendance of a majority of the members of a policy body at a regional, statewide or national conference, or at a meeting organized to address a topic of local community concern and open to the public, provided that a majority of the members refrains from using the occasion to collectively discuss the topic of the gathering or any other business within the subject matter jurisdiction of the City; or \n               (C)     The attendance of a majority of the members of a policy body at a purely social, recreational or ceremonial occasion other than one sponsored or organized by or for the policy body itself, provided that a majority of the members refrains from using the occasion to discuss any business within the subject matter jurisdiction of this body. A meal gathering of a policy body before, during or after a business meeting of the body is part of that meeting and shall be conducted only under circumstances that permit public access to hear and observe the discussion of members. Such meetings shall not be conducted in restaurants or other accommodations where public access is possible only in consideration of making a purchase or some other payment of value. \n               (C-1)*     The attendance of a majority of the members of a policy body at an open and noticed meeting of a standing committee of that body, provided that the members of the policy body who are not members of the standing committee attend only as observers. \n               (D)     Proceedings of the Department of Social Services Child Welfare Placement and Review Committee or similar committees which exist to consider confidential information and make decisions regarding Department of Social Services clients. \n     (c)     \"Passive meeting body\" shall mean:\n          (1)     Advisory committees created by the initiative of a member of a policy body, the Mayor, or a department head;\n          (2)     Any group that meets to discuss with or advise the Mayor or any Department Head on fiscal, economic, or policy issues;\n          (3)     Social, recreational or ceremonial occasions sponsored or organized by or for a policy body to which a majority of the body has been invited. \n          (4)     \"Passive meeting body\" shall not include a committee that consists solely of employees of the City and County of San Francisco created by the initiative of a member of a policy body, the Mayor, or a department head; \n          (5)     Notwithstanding the provisions of paragraph (4) above, \"Passive meeting body\" shall include a committee that consists solely of employees of the City and County of San Francisco when such committee is reviewing, developing, modifying, or creating City policies or procedures relating to the public health, safety, or welfare or relating to services for the homeless; \n     (d)     \"Policy Body\" shall mean:\n          (1)     The Board of Supervisors;\n          (2)     Any other board or commission enumerated in the Charter;\n          (3)     Any board, commission, committee, or other body created by ordinance or resolution of the Board of Supervisors;\n          (4)     Any advisory board, commission, committee or body, created by the initiative of a policy body;\n          (5)     Any standing committee of a policy body irrespective of its composition.\n          (6)     \"Policy Body\" shall not include a committee which consists solely of employees of the City and County of San Francisco, unless such committee was established by Charter or by ordinance or resolution of the Board of Supervisors. \n          (7)     Any advisory board, commission, committee, or council created by a federal, State, or local grant whose members are appointed by City officials, employees or agents. \n(Added by Ord. 265-93, App. 8\/18\/93; amended by Ord. 129-98, App. 4\/17\/98; Proposition G, 11\/2\/99)\nEditor's note\n     *The drafters of Proposition G (November 2, 1999) inadvertently omitted section 67.3(b)(4)(C-1), formerly section 67.3(b)(4)(D), from the text of the ordinance submitted to the voters. \n\n","heading":{"title":"67","chaptersection":"3","identifier":"67.3","catch_text":"DEFINITIONS."},"chapter":{"identifier":"67","text":"THE SAN FRANCISCO SUNSHINE ORDINANCE OF 1999\r\r"}}