{"text":"\n     There is hereby established a Cultural Equity Endowment Fund to be funded with monies collected and allocated pursuant to San Francisco Municipal Code, Part III, Section 515. \n     (a)     Any unexpended balances remaining in the allocation to the Fund at the close of any fiscal year shall be deemed to be provided for a specific purpose within the meaning of Charter Section 6.306 and shall be carried forward and accumulated in the Fund for the purposes set forth in this \nChapter 68. \n     (b)     The San Francisco Art Commission is hereby authorized and directed to expend the monies allocated to the Fund and to implement and administer the Fund programs. \n     (c)     The monies in the Fund shall be expended for the following four programs:\n          (1)     Cultural Equity Initiatives Program;\n          (2)     The Program for Commissions to Individual Artists;\n          (3)     Project Grants to Small and Mid-size Organizations; and\n          (4)     The Facilities Fund.\n     (d)     The Art Commission may evaluate and review the demands for and by cultural and artistic programs and the level of resources available for such programs, and may determine the percentage of Fund monies allocated to each of the four programs. The Art Commission shall not be required to fund all four programs every year if the Art Commission determines, after review and evaluation, that demand for and by the program does not warrant expenditure. \n(Added by Ord. 354-93, App. 11\/12\/93)\n\n","heading":{"title":"68","chaptersection":"3","identifier":"68.3","catch_text":"ESTABLISHMENT OF CULTURAL EQUITY ENDOWMENT FUND."},"chapter":{"identifier":"68","text":"CULTURAL EQUITY ENDOWMENT FUND\r\r"}}