{"text":"\n     (a)     Qualified Historical Property. An owner, or an authorized agent of the owner, of a qualified historical property may apply for a historical property contract. For purposes of this \nChapter 71, \"qualified historical property\" shall mean privately owned property that is not exempt from property taxation and that has been listed or designated in one of the following ways on or before December 31 of the year before the application is made: \n          (1)     Individually listed in the National Register of Historic Places or the California Register of Historical Resources;\n          (2)     Listed as a contributor to a historic district included on the National Register of Historic Places or the California Register of Historical Resources; \n          (3)     Designated as a City landmark pursuant to Planning Code \nArticle 10;\n          (4)     Designated as contributory to a historic district designated pursuant to Planning Code \nArticle 10; or\n          (5)     Designated as Significant (Categories I or II) or Contributory (Categories III or IV) pursuant to Planning Code \nArticle 11. \n     (b)     Limitations on Eligibility. Eligibility for historical property contracts shall be limited to sites, buildings, or structures with an assessed valuation as of December 31 of the year before the application is made of $3,000,000 or less for single-family dwellings and $5,000,000 or less for multi-unit residential, commercial, or industrial buildings, unless the individual property is granted an exemption from those limitations by the Board of Supervisors. For the purposes of this section, \"assessed valuation\" shall not include any portion of the value of the property that is already exempt from payment of property taxes.\n          (1)     The Historic Preservation Commission may recommend that the Board of Supervisors grant an exemption from the limitations imposed by this section upon finding that:\n               (i)     The site, building, or structure is a particularly significant resource; and\n               (ii)     Granting the exemption will assist in the preservation of a site, building, or structure that would otherwise be in danger of demolition, substantial alteration, or disrepair.\n          (2)     The Board of Supervisors may approve a historical property contract not otherwise meeting the eligibility requirements set forth in this subsection (b) if it finds that the property meets the requirements of subsection (a) above and is especially deserving of a contract due to the exceptional nature of the property and other special circumstances.\n(Added by Ord. 191-96, App. 5\/22\/96; amended by Ord. 67-06, File No. 051954, App. 4\/20\/2006; Ord. 271-09, File No. 091137, App. 12\/18\/2009; Ord. 190-12, File No. 120528, App. 9\/11\/2012, Eff. 10\/11\/2012)\n\n","heading":{"title":"71","chaptersection":"2","identifier":"71.2","catch_text":"ELIGIBILITY."},"chapter":{"identifier":"71","text":"MILLS ACT CONTRACT PROCEDURES\r\r"}}