{"text":"\n     (a)     Subject to the conditions and limitations of Section 29550.3 of the Government Code, the City and County of San Francisco elects to establish and collect an administrative fee pursuant to the standards and procedures set forth in Section 29550.1 of the Government Code to be collected from persons arrested, convicted, and subsequently placed on probation. This fee shall be established by the Controller in consultation with the Sheriff's Department, and shall be collected by the Adult Probation Department. \n     (b)     The fee authorized by Subsection (a) shall reflect but not exceed the actual administrative costs, including applicable overhead costs, incurred in processing arrested persons. The fee shall be set initially at $125. The Controller shall, not later than January 1st of each year, reexamine and if necessary, adjust the fee to ensure that it continues to reflect the costs of the services provided, except that the fee shall in no event exceed $150. Proceeds received from collection of the fee shall be deposited in the General Fund. \n     (c)     At the time the court grants probation, the Adult Probation Department shall request that the defendant be ordered to pay the fee authorized by Subsection (a). However, a defendant shall not be required to pay the fee if the court determines, based upon the following criteria, that the defendant lacks the ability to pay. A defendant's ability to pay shall mean his or her overall capability to pay the fee authorized by Subsection (a). Evaluation of a defendant's ability to pay shall include, but shall not be limited to, the individual's: \n          (1)     Present financial position;\n          (2)     Reasonably discernible future financial position. In no event shall the court consider a period of more than six months from the date that probation is granted for purposes of determining reasonably discernible future financial position; \n          (3)     Likelihood that the defendant shall be able to obtain employment within six months from the date probation is granted;\n          (4)     Any other factor or factors that may bear upon the defendant's financial capability to reimburse the County for the costs.\n(Added by Ord. 237-95, App. 7\/7\/95)\n\n","heading":{"title":"8","chaptersection":"38","identifier":"8.38","catch_text":"ADULT PROBATION BOOKING FEE."},"chapter":{"identifier":"8","text":"DOCUMENTS, RECORDS AND PUBLICATIONS\r\r"}}