{"text":"\n     (a)     Any use of, maintenance of, or action taken with regard to any property that is contrary to the provisions of this Chapter or any condition of any permit required by this Chapter shall be, and is hereby declared to be, unlawful and a public nuisance. As an alternative to any other remedy, the City Attorney may apply to any court having jurisdiction for any relief as will abate or remove such nuisance and restrain any person, firm or corporation from using, maintaining or taking any action regarding any property contrary to the provisions of this Chapter. \n     (b)     This Chapter may be enforced by an injunction issued by any court having jurisdiction upon any suit by the City or by the owner or occupant of any property affected by any such violation or threatened violation or by any neighbor of any property affected by any such violation or threatened violation. \n     (c)     In any court action to enforce this Chapter by the City Attorney, unless the specific code provision violated otherwise provides for civil penalties in another amount, the City shall be entitled to recover civil penalties in the amount specified by this Section: \n          (1)     Up to $100 per day for each day of violation following issuance of Notice of Violation to the Owner, for the period beginning 15 days following issuance of said Notice until 90 days following issuance of such Notice; \n          (2)     From $100 per day to $500 per day for each day following issuance of Notice of Violation to the Owner, for the period beginning 91 days following issuance of said Notice until 120 days following issuance of such Notice; \n          (3)     From $500 per day to $1,000 per day for each day following issuance of Notice of Violation to the Owner, for the period beginning 121 days following issuance of such Notice; \n     (d)     In deciding the amount of civil penalty to be imposed, the Court shall consider the following factors:\n          (1)     Whether the responsible party was properly identified;\n          (2)     The nature and seriousness of the violation;\n          (3)     The duration of the violation;\n          (4)     The number of violations;\n          (5)     The willfulness of the responsible party's misconduct;\n          (6)     Efforts made by the responsible party to correct the violation;\n          (7)     The impact of the violation upon the community;\n          (8)     Any instance in which the responsible party has been in violation of the same or similar laws at the same or other locations in the City and County of San Francisco; \n          (9)     The responsible party's good faith efforts to comply;\n          (10)     Whether the violation is easy to correct;\n          (11)     The assets, liabilities and net worth of the responsible party; and,\n          (12)     Such other factors as the Court may consider relevant to whether the responsible party is likely to commit similar violations in the future. \n     (e)     In any action under this section in which the City succeeds in obtaining any order from the Court enforcing this Chapter, the City shall be entitled to recover from defendant its costs of investigation, enforcement, and litigation, including but not limited to attorneys' fees and expert witness fees. This provision is designed to support and encourage actions to abate blighted conditions in the City and therefore is not a prevailing party attorneys' fee provision and in no way allows recovery by any defendant of his or her costs or attorneys' fees against the City. \n     (f)     Upon entry of a second or subsequent civil or criminal judgment within a two-year period that finds that the owner of property is responsible for a condition that may be abated in accordance with this Chapter, the court may order the owner to pay trebled costs of the abatement. \n(Added by Ord. 256-08, File No. 081118, App. 11\/7\/2008)\n\n","heading":{"title":"80","chaptersection":"7","identifier":"80.7","catch_text":"GENERAL PROVISIONS – INJUNCTIVE RELIEF, CIVIL PENALTIES, ATTORNEYS' FEES AND COSTS."},"chapter":{"identifier":"80","text":"ANTI-BLIGHT ENFORCEMENT PROCEDURE\r\r"}}