{"text":"\n     A.     The Department of Adult and Aging Services shall develop and commence a one-year program to educate San Franciscans about predatory loan practices and to prevent sub-prime lenders from targeting low-income neighborhoods for predatory loans. All City Departments shall cooperate with and assist the Department of Adult and Aging Services in developing and administering the consumer loan education program. \n     B.     The program shall, at a minimum:\n          1.     Provide a clear definition of predatory lending and an easy to understand explanation of predatory lending practices in selected educational materials. \n          2.     Provide and distribute educational materials and training on consumer loans secured by real property. All education materials and training sessions shall be available in multiple languages, consistent with the San Francisco population base. \n          3.     Specify interest rate, fee and point triggers to assist consumers in identifying high cost loans.\n          4.     Distribute consumer information and telephone referral numbers of governmental and nonprofit agencies which provide assistance to victims of predatory loan practices. Information shall be provided to San Francisco residents through mailed brochures in property tax bills, postcards, public service announcements and cooperation with local nonprofit organizations and community groups to organize seminars on predatory lending. \n     C.     The Department may provide consumer loan educational services using City personnel, cooperating nonprofit organizations and institutions, consultants and contractors, or any combination of these resources in an effort to reach a citywide audience. \n(Added by Ord. 50-02, File No. 012004, App. 4\/26\/2002)\n\n","heading":{"title":"92","chaptersection":"2","identifier":"92.2","catch_text":"PILOT CONSUMER LOAN EDUCATION PROGRAM."},"chapter":{"identifier":"92","text":"REAL ESTATE LOAN COUNSELING AND EDUCATION\r\r"}}