{"text":"\n     For the purposes of this Chapter, the following terms shall have the following meanings:\n     (a)     \"Abortion\" shall mean the termination of a pregnancy for purposes other than producing a live birth. \"Abortion\" includes, but is not limited to, a termination using pharmacological agents.\n     (b)     \"Client\" shall mean an individual who is inquiring about or seeking services at a pregnancy services center.\n     (c)     \"Emergency contraception\" shall mean one or more prescription drugs (1) used separately or in combination, to prevent pregnancy, when administered to or self-administered by a patient, within a medically-recommended amount of time after sexual intercourse, (2) dispensed for that purpose in accordance with professional standards of practice, and (3) determined by the United States Food and Drug Administration to be safe for that purpose.\n     (d)     \"Health information\" shall mean any oral or written information in any form or medium that relates to health insurance and\/or the past, present or future physical or mental health or condition of a client.\n     (e)     \"Licensed medical provider\" shall mean a person licensed or otherwise authorized under the provisions of federal, state, or local law to provide medical services.\n     (f)     \"Limited services pregnancy center\" shall mean a pregnancy services center, as defined in subsection (g), that does not directly provide or provide referrals to clients for the following services:   (1) abortions; or (2) emergency contraception.\n     (g)     \"Pregnancy services center\" shall mean a facility, licensed or otherwise, and including mobile facilities, the primary purpose of which is to provide services to women who are or may be pregnant, that either (1) offers obstetric ultrasounds, obstetric sonograms or prenatal care to pregnant women, or (2) has the appearance of a medical facility. A pregnancy service center has the appearance of a medical facility if two or more of the following factors are present:\n          (A)     The facility offers pregnancy testing and\/or pregnancy diagnosis;\n          (B)     The facility has staff or volunteers who wear medical attire or uniforms;\n          (C)     The facility contains one or more examination tables;\n          (D)     The facility contains a private or semi-private room or area containing medical supplies and\/or medical instruments;\n          (E)     The facility has staff or volunteers who collect health information from clients; or \n          (F)     The facility is located on the same premises as a state-licensed medical facility or provider or shares facility space with a state-licensed medical provider.\n          It shall be prima facie evidence that a facility has the appearance of a medical facility if it has two or more of the characteristics listed above.\n     (h)     \"Premises\" shall mean land and improvements or appurtenances or any part thereof.\n     (i)     \"Prenatal care\" shall mean services consisting of physical examination, pelvic examination or clinical laboratory services provided to a woman during pregnancy. Clinical laboratory services refers to the microbiological, serological, chemical, hematological, biophysical, cytological or pathological examination of materials derived from the human body, for purposes of obtaining information, for the diagnosis, prevention, or treatment of disease or the assessment of health condition.\n(Added by Ord. 212-11, File No. 110899, App. 11\/3\/2011, Eff. 12\/3\/2011)\n\n","heading":{"title":"93","chaptersection":"3","identifier":"93.3","catch_text":"DEFINITIONS."},"chapter":{"identifier":"93","text":"PREGNANCY INFORMATION DISCLOSURE AND PROTECTION ORDINANCE\r\r"}}